<?xml version="1.0"?>
<rss version="2.0">
    <channel>
        <title>Gerald&#39;s Cabin • Posts by &#34;thoughts&#34; category</title>
        <link>https://www.mechgerald.website</link>
        <description></description>
        <language>en,zh-cn,default</language>
        <pubDate>Sun, 21 Jan 2024 13:30:39 +0800</pubDate>
        <lastBuildDate>Sun, 21 Jan 2024 13:30:39 +0800</lastBuildDate>
        <category>Review</category>
        <category>python</category>
        <category>Travel</category>
        <category>Pixel Experience</category>
        <category>Summary</category>
        <category>shell</category>
        <category>front end</category>
        <item>
            <guid isPermalink="true">https://www.mechgerald.website/2024/annualSummary23</guid>
            <title>The year 2023</title>
            <link>https://www.mechgerald.website/2024/annualSummary23</link>
            <category>Summary</category>
            <pubDate>Sun, 21 Jan 2024 13:30:39 +0800</pubDate>
            <description><![CDATA[ &lt;blockquote&gt;
&lt;p&gt;Better than 2022, that&amp;apos;s for sure.&lt;/p&gt;
&lt;/blockquote&gt;
&lt;span id=&#34;more&#34;&gt;&lt;/span&gt;

&lt;h2&gt;&lt;a href=&#34;#the-end-of-the-pandemic&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;the-end-of-the-pandemic&#34;&gt;The end of the pandemic&lt;/span&gt;&lt;/h2&gt;&lt;blockquote&gt;
&lt;p&gt;To not forget.&lt;/p&gt;
&lt;/blockquote&gt;
&lt;p&gt;A late ending and a topic that might not be appropriate to talk about in public.&lt;/p&gt;
&lt;p&gt;We all knew things are gonna be fine in the end, yet the way it ended still surprised me. I&amp;apos;m in no place to judge whether the past three years of fighting against the pandemic was a success. Judgments are for historians to make. Being someone regular people who lived through the dark days, all I can do is to memorize the absurd things happened along, and to mourn for the ones who did not make it out.&lt;/p&gt;
&lt;p&gt;There&amp;apos;re particular things that means nothing but to let you know that people are NOT supposed to forget sufferings.&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#a-new-start-to-the-career&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;a-new-start-to-the-career&#34;&gt;A new start to the career&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;To be honest, I thought I&amp;apos;m gonna work full-time on finite element analysis. However, the post means a lot more than that, which I still can&amp;apos;t say for sure whether it is a good thing. I don&amp;apos;t intend to say much about the work, whether it is a dream job, or wether I would recommend people doing it. People of various occupation are faced with various troubles.&lt;/p&gt;
&lt;p&gt;Working as an automobile safety engineer, I mean simply working and studying, is fun, and important to a car as well. However, working in this particular region means that you gotta do a lot other than that. Each division has got their own target for all kinds, for example, paper work, innovation, etc. People tend to lose focus on the things that really matter.&lt;/p&gt;
&lt;p&gt;Being a safety engineer means a lot of responsibility. As long as cars have to actually travel instead of teleporting, crashes are very likely to happen no matter how advanced the autopilot is. And this makes restraint systems important during car crashes. Seats, seatbelts, airbags all contribute to the overall performance of restraint system. There&amp;apos;re assessment protocols, as well as obliged standards, of different kind from different regions. In Europe, Euro NCAP assessment results would represent whether a car make is safe. In China, C-NCAP and C-IASI are playing the very same role. In the States, there&amp;apos;s IIHS, NHTSA, etc. A fun part of studying the developing these systems is that you get to understand different considerations on safety from people of different regions, which, to some extent, reflects the diversity of culture.&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#life&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;life&#34;&gt;Life&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;It is not all about working.&lt;/p&gt;
&lt;p&gt;Again, due to some un-speakable reasons, people from this region have no choice, in a sense. I met someone from Germany the other day, who expressed very explicitly that the amount of work we are doing nowadays compares to exactly what they do in at least two years. Both of us find it funny, and yet there&amp;apos;s just no chance that things could be different.&lt;/p&gt;
&lt;p&gt;During the school years, teachers always say that real friends are rear after joining work. They are RIGHT. There&amp;apos;s just too much to consider, to balance when you actually think about developing a relationship. I mean it, for both friendship and intimacy. I&amp;apos;ve come to realize that I&amp;apos;m gradually adapting to the &lt;em&gt;solo&lt;/em&gt; life. Books, movies, musics took most of the spare time. Got no problem with communicating with people, yet being alone just gives me peace and fun, which is a great relief after the noisy and busy work.&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#a-new-language&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;a-new-language&#34;&gt;A new language&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;Found it fun to learn languages during a project I participated during collage. We did some simple research on the distinction of languages and the cultural factors that contributes to it. Part of the conclusion is that if you mastered English, Spanish and German, it&amp;apos;s very likely that you get to travel through most of west Europe and America with no problem. And for east Europe, Russian would be the number one choice. Africa on the other hand, is very complex.&lt;/p&gt;
&lt;p&gt;Worked on a subject that has a lot to do with Europe this year. It came into mind that I gotta know another language which works there. With the researches ahead, One&amp;apos;s aware that the basic theory of pronunciation of Spanish is similar to the PINYIN of Mandarin. Why not give it a shot?&lt;/p&gt;
&lt;p&gt;Let&amp;apos;s see how things work out next year. ^_^&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#an-old-habit&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;an-old-habit&#34;&gt;An old habit&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;This work, I have to say, is pretty exhausting. With it draining all the energy, one does not get to think much about what he truly likes. Again, life is not all about working and surviving. It is, as the word &lt;em&gt;life&lt;/em&gt; implies, about living, and enjoying.&lt;/p&gt;
&lt;p&gt;During the years when we were in college do those researching, we would go to bars to relax. Either cocktail bars or cafes will do. As gradually losing contracts with those old friends from college, this habit gradually cleared away as well. Then one day, when finally a bottle of black rum turned up and caught my sight when I was wandering in a supermarket, all the joys we shared hit my back. Chatting with bartender or coffee maker is always a good entertainment. People like me tend to talk to unfamiliar ones so that there&amp;apos;s nothing to worry even if something wrong was spitted out. After stepping out of the door, all the talking is just in the past. Nothing is left there to memorize.&lt;/p&gt;
&lt;p&gt;That&amp;apos;s exactly the key to set loose of all the burden, and maintaining in a good mood.&lt;/p&gt;
&lt;hr&gt;
&lt;p align=&#34;center&#34;&gt;&lt;b&gt;It&amp;apos;s a new year, keep smiling.&lt;/b&gt;&lt;/p&gt;

&lt;hr&gt;
 ]]></description>
        </item>
        <item>
            <guid isPermalink="true">https://www.mechgerald.website/2023/zh-cn/Harbin</guid>
            <title>До свидания, Харбин</title>
            <link>https://www.mechgerald.website/2023/zh-cn/Harbin</link>
            <category>Travel</category>
            <pubDate>Sun, 25 Jun 2023 01:56:00 +0800</pubDate>
            <description><![CDATA[ &lt;blockquote&gt;
&lt;p&gt;&amp;#x7AEF;&amp;#x5348;&amp;#x524D;&amp;#x56E0;&amp;#x4E3A;&amp;#x4E00;&amp;#x4E9B;&amp;#x4E8B;&amp;#x60C5;&amp;#x5FC3;&amp;#x60C5;&amp;#x5F88;&amp;#x5DEE;&amp;#xFF0C;&amp;#x60F3;&amp;#x6765;&amp;#x4E5F;&amp;#x53EA;&amp;#x662F;&amp;#x4E09;&amp;#x5929;&amp;#x7684;&amp;#x77ED;&amp;#x4F11;&amp;#xFF0C;&amp;#x7D22;&amp;#x6027;&amp;#x627E;&amp;#x4E2A;&amp;#x964C;&amp;#x751F;&amp;#x7684;&amp;#x5730;&amp;#x65B9;&amp;#x6563;&amp;#x6563;&amp;#x5FC3;&amp;#xFF0C;&amp;#x4E5F;&amp;#x81EA;&amp;#x5DF1;&amp;#x601D;&amp;#x8003;&amp;#x601D;&amp;#x8003;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;span id=&#34;more&#34;&gt;&lt;/span&gt;
&lt;blockquote&gt;
&lt;p&gt;&amp;#x54C8;&amp;#x5E02;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x591A;&amp;#x5143;&amp;#x6587;&amp;#x5316;&amp;#x6C47;&amp;#x96C6;&amp;#x7279;&amp;#x5F81;&amp;#x5341;&amp;#x5206;&amp;#x660E;&amp;#x663E;&amp;#x7684;&amp;#x5730;&amp;#x533A;&amp;#xFF0C;&amp;#x5305;&amp;#x542B;&amp;#x6709;&amp;#x591A;&amp;#x6837;&amp;#x7684;&amp;#x5EFA;&amp;#x7B51;&amp;#x3001;&amp;#x6587;&amp;#x5316;&amp;#x98CE;&amp;#x683C;&amp;#xFF0C;&amp;#x53EA;&amp;#x662F;&amp;#x51AC;&amp;#x5B63;&amp;#x6765;&amp;#x770B;&amp;#x770B;&amp;#x51B0;&amp;#x96D5;&amp;#xFF0C;&amp;#x770B;&amp;#x770B;&amp;#x864E;&amp;#x6797;&amp;#x56ED;&amp;#xFF0C;&amp;#x4E00;&amp;#x5B9A;&amp;#x7A0B;&amp;#x5EA6;&amp;#x4E0A;&amp;#xFF0C;&amp;#x7F3A;&amp;#x5C11;&amp;#x4E86;&amp;#x4E9B;&amp;#x7075;&amp;#x9B42;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h2&gt;&lt;a href=&#34;#1&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;1&#34;&gt;1&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;&amp;#x54C8;&amp;#x5C14;&amp;#x6EE8;&amp;#x8001;&amp;#x57CE;&amp;#xFF0C;&amp;#x6216;&amp;#x8BB8;&amp;#x66F4;&amp;#x9002;&amp;#x5408;&amp;#x627E;&amp;#x4E2A;&amp;#x61C2;&amp;#x5EFA;&amp;#x7B51;&amp;#x7684;&amp;#x4EBA;&amp;#x4E00;&amp;#x8D77;&amp;#x4E00;&amp;#x6761;&amp;#x5C0F;&amp;#x5DF7;&amp;#x4E00;&amp;#x6761;&amp;#x5C0F;&amp;#x5DF7;&amp;#x6162;&amp;#x6162;&amp;#x8D70;&amp;#x8FC7;&amp;#xFF0C;&amp;#x542C;ta&amp;#x628A;&amp;#x6BCF;&amp;#x79CD;&amp;#x5EFA;&amp;#x7B51;&amp;#x98CE;&amp;#x683C;&amp;#x63B0;&amp;#x5F00;&amp;#x8BB2;&amp;#x6765;&amp;#x542C;&amp;#x3002;&amp;#x4E0D;&amp;#x61C2;&amp;#x5EFA;&amp;#x7B51;&amp;#x7684;&amp;#x6211;&amp;#xFF0C;&amp;#x53EA;&amp;#x80FD;&amp;#x4E00;&amp;#x8FB9;&amp;#x770B;&amp;#x4E00;&amp;#x8FB9;&amp;#x75AF;&amp;#x72C2;&amp;#x641C;&amp;#x7D22;&amp;#xFF0C;&amp;#x4E2D;&amp;#x534E;&amp;#x5DF4;&amp;#x6D1B;&amp;#x514B;&amp;#x3001;&amp;#x6298;&amp;#x8877;&amp;#x4E3B;&amp;#x4E49;&amp;#x3001;&amp;#x62DC;&amp;#x5360;&amp;#x5EAD;&amp;#x2026;&amp;#x2026;&amp;#x6BCF;&amp;#x4E2A;&amp;#x5355;&amp;#x8BCD;&amp;#x80CC;&amp;#x540E;&amp;#x90FD;&amp;#x662F;&amp;#x51E0;&amp;#x767E;&amp;#x5E74;&amp;#x7684;&amp;#x79EF;&amp;#x6DC0;&amp;#xFF0C;&amp;#x77ED;&amp;#x65F6;&amp;#x95F4;&amp;#x5185;&amp;#x4E5F;&amp;#x53EA;&amp;#x662F;&amp;#x770B;&amp;#x4E2A;&amp;#x76AE;&amp;#x6BDB;&amp;#xFF0C;&amp;#x81F3;&amp;#x4ECA;&amp;#x6211;&amp;#x4ECD;&amp;#x65E0;&amp;#x6CD5;&amp;#x51C6;&amp;#x786E;&amp;#x8FA8;&amp;#x522B;&amp;#x90A3;&amp;#x4E9B;&amp;#x5EFA;&amp;#x7B51;&amp;#x98CE;&amp;#x683C;&amp;#x7684;&amp;#x7279;&amp;#x70B9;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x508D;&amp;#x665A;&amp;#x7684;&amp;#x65AF;&amp;#x5927;&amp;#x6797;&amp;#x516C;&amp;#x56ED;&amp;#x786E;&amp;#x662F;&amp;#x503C;&amp;#x5F97;&amp;#x4E00;&amp;#x901B;&amp;#x7684;&amp;#x5730;&amp;#x65B9;&amp;#xFF0C;&amp;#x6C5F;&amp;#x8FB9;&amp;#x665A;&amp;#x98CE;&amp;#x867D;&amp;#x6CA1;&amp;#x6D77;&amp;#x98CE;&amp;#x90A3;&amp;#x4E48;&amp;#x4EE4;&amp;#x4EBA;&amp;#x8212;&amp;#x7545;&amp;#xFF0C;&amp;#x4F46;&amp;#x4F34;&amp;#x7740;&amp;#x7EA2;&amp;#x8393;&amp;#x82B1;&amp;#x513F;&amp;#x5F00;&amp;#x7684;&amp;#x6B4C;&amp;#x58F0;&amp;#xFF0C;&amp;#x4E5F;&amp;#x8DB3;&amp;#x591F;&amp;#x8BA9;&amp;#x4EBA;&amp;#x6C89;&amp;#x9189;&amp;#x3002;&amp;#x53EA;&amp;#x662F;&amp;#x53EF;&amp;#x60DC;&amp;#x6CA1;&amp;#x6709;&amp;#x89C1;&amp;#x5230;&amp;#x671F;&amp;#x5F85;&amp;#x7684;&amp;#x62C9;&amp;#x5DF4;&amp;#x626C;&amp;#x5531;&amp;#x83AB;&amp;#x65AF;&amp;#x79D1;&amp;#x90CA;&amp;#x5916;&amp;#x7684;&amp;#x665A;&amp;#x4E0A;&amp;#x7684;&amp;#x6C11;&amp;#x95F4;&amp;#x827A;&amp;#x672F;&amp;#x5BB6;&amp;#xFF0C;&amp;#x4E0D;&amp;#x77E5;&amp;#x5E73;&amp;#x65E5;&amp;#x91CC;&amp;#x4F1A;&amp;#x4E0D;&amp;#x4F1A;&amp;#x6709;&amp;#x8FD9;&amp;#x4E48;&amp;#x4E00;&amp;#x9053;&amp;#x98CE;&amp;#x666F;&amp;#x3002;&amp;#x4E0D;&amp;#x8FC7;&amp;#x770B;&amp;#x7740;&amp;#x76F8;&amp;#x4E92;&amp;#x6400;&amp;#x6276;&amp;#x7740;&amp;#x8D70;&amp;#x4E0A;&amp;#x53F0;&amp;#x9636;&amp;#x7684;&amp;#x7237;&amp;#x7237;&amp;#x5976;&amp;#x5976;&amp;#xFF0C;&amp;#x62FF;&amp;#x7740;&amp;#x9A6C;&amp;#x8FED;&amp;#x5C14;&amp;#x51B0;&amp;#x68CD;&amp;#x9017;&amp;#x5B69;&amp;#x5B50;&amp;#x7684;&amp;#x5976;&amp;#x7238;&amp;#x5976;&amp;#x5988;&amp;#xFF0C;&amp;#x4E92;&amp;#x76F8;&amp;#x6253;&amp;#x6253;&amp;#x95F9;&amp;#x95F9;&amp;#x7684;&amp;#x5B66;&amp;#x751F;&amp;#x2026;&amp;#x2026;&amp;#x4E5F;&amp;#x5C31;&amp;#x660E;&amp;#x767D;&amp;#xFF0C;&amp;#x5047;&amp;#x671F;&amp;#x7684;&amp;#x65AF;&amp;#x5927;&amp;#x6797;&amp;#x516C;&amp;#x56ED;&amp;#x81EA;&amp;#x7136;&amp;#x6709;&amp;#x5C5E;&amp;#x4E8E;&amp;#x5047;&amp;#x671F;&amp;#x7684;&amp;#x98CE;&amp;#x666F;&lt;/p&gt;
&lt;p&gt;&amp;#x603B;&amp;#x8981;&amp;#x5728;&amp;#x4E2D;&amp;#x592E;&amp;#x5927;&amp;#x8857;&amp;#x542C;&amp;#x4E00;&amp;#x6B21;&amp;#x6574;&amp;#x70B9;&amp;#x949F;&amp;#x58F0;&amp;#x6572;&amp;#x54CD;&amp;#x5427;&amp;#xFF0C;&amp;#x4E5F;&amp;#x7B97;&amp;#x662F;&amp;#x8865;&amp;#x4E0A;&amp;#x4E00;&amp;#x4E2A;&amp;#x9057;&amp;#x61BE;&amp;#x3002;&amp;#x8DE8;&amp;#x8D8A;&amp;#x65F6;&amp;#x4EE3;&amp;#x7684;&amp;#x58F0;&amp;#x97F3;&amp;#x603B;&amp;#x80FD;&amp;#x604D;&amp;#x60DA;&amp;#x95F4;&amp;#x5E26;&amp;#x4EBA;&amp;#x56DE;&amp;#x5230;&amp;#x5C5E;&amp;#x4E8E;&amp;#x5B83;&amp;#x7684;&amp;#x90A3;&amp;#x4E2A;&amp;#x65F6;&amp;#x4EE3;&amp;#xFF0C;&amp;#x90A3;&amp;#x4E2A;&amp;#x8BF4;&amp;#x597D;&amp;#x4E0D;&amp;#x7B97;&amp;#x597D;&amp;#xFF0C;&amp;#x8BF4;&amp;#x574F;&amp;#x4E5F;&amp;#x6CA1;&amp;#x90A3;&amp;#x4E48;&amp;#x574F;&amp;#x7684;&amp;#x65F6;&amp;#x4EE3;&amp;#xFF08;&amp;#x6211;&amp;#x662F;&amp;#x5728;&amp;#x8BF4;&amp;#x4E9B;&amp;#x4EC0;&amp;#x4E48;&amp;#xFF09;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x5723;&amp;#xB7;&amp;#x7D22;&amp;#x83F2;&amp;#x4E9A;&amp;#x5927;&amp;#x6559;&amp;#x5802;&amp;#x603B;&amp;#x662F;&amp;#x8BF4;&amp;#x5230;&amp;#x54C8;&amp;#x5C14;&amp;#x6EE8;&amp;#x7ED5;&amp;#x4E0D;&amp;#x8FC7;&amp;#x7684;&amp;#x4E00;&amp;#x4EF6;&amp;#x4E8B;&amp;#xFF0C;&amp;#xFF08;&amp;#x4E0D;&amp;#x8FC7;&amp;#x6211;&amp;#x7238;&amp;#x5988;&amp;#x5206;&amp;#x522B;&amp;#x548C;&amp;#x6211;&amp;#x8BF4;&amp;#x8D77;&amp;#x7684;&amp;#x7B2C;&amp;#x4E00;&amp;#x4E2A;&amp;#x4E1C;&amp;#x897F;&amp;#x7ADF;&amp;#x7136;&amp;#x90FD;&amp;#x662F;&amp;#x7EA2;&amp;#x80A0;&amp;#x54C8;&amp;#x54C8;&amp;#x54C8;&amp;#xFF09;&amp;#xFF0C;&amp;#x90A3;&amp;#x4E48;&amp;#xFF0C;&amp;#x603B;&amp;#x8981;&amp;#x542C;&amp;#x4E00;&amp;#x4E0B;&amp;#x6559;&amp;#x5802;&amp;#x91CC;&amp;#x7684;&amp;#x94A2;&amp;#x7434;&amp;#x72EC;&amp;#x594F;&amp;#x5427;&amp;#xFF08;&amp;#x867D;&amp;#x7136;&amp;#x6559;&amp;#x5802;&amp;#x901A;&amp;#x5E38;&amp;#x4E0E;&amp;#x7BA1;&amp;#x98CE;&amp;#x7434;&amp;#x642D;&amp;#x8D77;&amp;#x6765;&amp;#x6548;&amp;#x679C;&amp;#x624D;&amp;#x662F;&amp;#x4E00;&amp;#x7EDD;&amp;#xFF09;&amp;#x3002;&lt;/p&gt;
&lt;img src=&#34;/img/Sophia.jpg&#34; alt=&#34;&amp;#x5723;&amp;#x7D22;&amp;#x83F2;&amp;#x4E9A;&amp;#x6559;&amp;#x5802;&amp;#x5185;&amp;#x90E8;&#34;&gt;

&lt;p&gt;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x662F;&amp;#x4E0D;&amp;#x662F;&amp;#x8001;&amp;#x6559;&amp;#x5802;&amp;#x4E0A;&amp;#x4E0B;&amp;#x8D2F;&amp;#x901A;&amp;#x7684;&amp;#x7ED3;&amp;#x6784;&amp;#x7684;&amp;#x539F;&amp;#x56E0;&amp;#xFF0C;&amp;#x4EFB;&amp;#x4F55;&amp;#x4E50;&amp;#x5668;&amp;#x653E;&amp;#x5728;&amp;#x4E00;&amp;#x95F4;&amp;#x5927;&amp;#x6559;&amp;#x5802;&amp;#x91CC;&amp;#x6F14;&amp;#x594F;&amp;#xFF0C;&amp;#x603B;&amp;#x6BD4;&amp;#x821E;&amp;#x53F0;&amp;#x4E0A;&amp;#x7684;&amp;#x6548;&amp;#x679C;&amp;#x8981;&amp;#x597D;&amp;#x3002;&amp;#x5F53;&amp;#x51E4;&amp;#x51F0;&amp;#x4F20;&amp;#x5947;&amp;#x7684;&amp;#x300A;&amp;#x8377;&amp;#x5858;&amp;#x6708;&amp;#x8272;&amp;#x300B;&amp;#x4EE5;&amp;#x94A2;&amp;#x7434;&amp;#x66F2;&amp;#x7684;&amp;#x5F62;&amp;#x5F0F;&amp;#x5728;&amp;#x62DC;&amp;#x5360;&amp;#x5EAD;&amp;#x98CE;&amp;#x683C;&amp;#x7684;&amp;#x5927;&amp;#x6559;&amp;#x5802;&amp;#x5185;&amp;#x54CD;&amp;#x8D77;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x8BF4;&amp;#x4E0D;&amp;#x548C;&amp;#x8C10;&amp;#x5168;&amp;#x662F;&amp;#x5047;&amp;#x7684;&amp;#xFF0C;&amp;#x4F60;&amp;#x80FD;&amp;#x5F88;&amp;#x660E;&amp;#x663E;&amp;#x5730;&amp;#x611F;&amp;#x53D7;&amp;#x5230;&amp;#x4EBA;&amp;#x7FA4;&amp;#x7684;&amp;#x8F7B;&amp;#x677E;&amp;#xFF0C;&amp;#x770B;&amp;#x5230;&amp;#x4EBA;&amp;#x4EEC;&amp;#x7684;&amp;#x60EC;&amp;#x610F;&amp;#x3002;&amp;#x51FA;&amp;#x6765;&amp;#x65F6;&amp;#x592A;&amp;#x9633;&amp;#x65E9;&amp;#x5DF2;&amp;#x4E0D;&amp;#x77E5;&amp;#x8E2A;&amp;#x8FF9;&amp;#xFF0C;&amp;#x5723;&amp;#xB7;&amp;#x7D22;&amp;#x83F2;&amp;#x4E9A;&amp;#x5728;&amp;#x706F;&amp;#x5149;&amp;#x6548;&amp;#x679C;&amp;#x7684;&amp;#x886C;&amp;#x6258;&amp;#x4E0B;&amp;#x66F4;&amp;#x663E;&amp;#x53E6;&amp;#x4E00;&amp;#x79CD;&amp;#x7F8E;&amp;#xFF0C;&amp;#x53EA;&amp;#x53EF;&amp;#x60DC;&amp;#x6CA1;&amp;#x5E26;&amp;#x67B6;&amp;#x5B50;&amp;#xFF0C;&amp;#x5168;&amp;#x80FD;&amp;#x9760;&amp;#x968F;&amp;#x8EAB;&amp;#x5C0F;&amp;#x74F6;&amp;#x652F;&amp;#x8D77;&amp;#x76F8;&amp;#x673A;&amp;#x7B80;&amp;#x5355;&amp;#x8BB0;&amp;#x5F55;&amp;#x4E0B;&amp;#x6234;&amp;#x597D;&amp;#x4E86;&amp;#x9996;&amp;#x9970;&amp;#x2014;&amp;#x2014;&amp;#x706F;&amp;#x5149;&amp;#x7684;&amp;#x5979;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;img src=&#34;/img/Sophia_Dawn.png&#34; alt=&#34;&amp;#x508D;&amp;#x665A;&amp;#x7684;&amp;#x5723;&amp;#x7D22;&amp;#x83F2;&amp;#x4E9A;&#34;&gt;

&lt;p&gt;&amp;#x6CBF;&amp;#x7740;&amp;#x77F3;&amp;#x677F;&amp;#x8DEF;&amp;#x5F80;&amp;#x56DE;&amp;#x8D70;&amp;#xFF0C;&amp;#x8FD9;&amp;#x6BB5;&amp;#x636E;&amp;#x8BF4;&amp;#x7528;&amp;#x4E86;80&amp;#x4F59;&amp;#x4E07;&amp;#x5757;&amp;#x9762;&amp;#x5305;&amp;#x7816;&amp;#x3001;&amp;#x6BCF;&amp;#x4E00;&amp;#x5BF8;&amp;#x90FD;&amp;#x662F;&amp;#x5386;&amp;#x53F2;&amp;#x7684;&amp;#x8DEF;&amp;#x8D70;&amp;#x8D77;&amp;#x6765;&amp;#x53EF;&amp;#x6BD4;&amp;#x5851;&amp;#x80F6;&amp;#x6B65;&amp;#x9053;&amp;#x7D2F;&amp;#x4EBA;&amp;#x5F97;&amp;#x591A;&amp;#xFF0C;&amp;#x8D70;&amp;#x7D2F;&amp;#x4E86;&amp;#x627E;&amp;#x5BB6;&amp;#x6C11;&amp;#x8C23;&amp;#x9152;&amp;#x9986;&amp;#x5750;&amp;#x4E0B;&amp;#xFF0C;&amp;#x4E8E;&amp;#x662F;&amp;#x6709;&amp;#x4E86;&amp;#x8FD9;&amp;#x756A;&amp;#x4EE5;&amp;#x540C;&amp;#x4E00;&amp;#x53E5;&amp;#x8BDD;&amp;#x4E24;&amp;#x79CD;&amp;#x60C5;&amp;#x5883;&amp;#x5F00;&amp;#x59CB;&amp;#x548C;&amp;#x7ED3;&amp;#x675F;&amp;#x7684;&amp;#xFF0C;&amp;#x54ED;&amp;#x7B11;&amp;#x4E0D;&amp;#x5F97;&amp;#x7684;&amp;#x7ECF;&amp;#x5386;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x6B63;&amp;#x54C1;&amp;#x7740;&amp;#x9152;&amp;#x4FDD;&amp;#x81EA;&amp;#x79F0;&amp;#x62FF;&amp;#x624B;&amp;#x7684;South Side&amp;#x548C;&amp;#x4ED6;&amp;#x804A;&amp;#x7740;&amp;#x5929;&amp;#x542C;&amp;#x7740;&amp;#x6B4C;&amp;#xFF0C;&amp;#x4E00;&amp;#x4E2A;&amp;#x957F;&amp;#x76F8;&amp;#x5F88;&amp;#x9AD8;&amp;#x52A0;&amp;#x7D22;&amp;#x7684;&amp;#x59B9;&amp;#x5B50;&amp;#x8D70;&amp;#x8FD1;&amp;#x5427;&amp;#x53F0;&amp;#x70B9;&amp;#x9152;&amp;#xFF0C;&amp;#x987A;&amp;#x52BF;&amp;#x5750;&amp;#x5728;&amp;#x4E86;&amp;#x5427;&amp;#x53F0;&amp;#x53E6;&amp;#x4E00;&amp;#x7AEF;&amp;#xFF0C;&amp;#x63A5;&amp;#x7740;&amp;#x662F;&amp;#x4E00;&amp;#x773C;&amp;#x5C34;&amp;#x5C2C;&amp;#x7684;&amp;#x5BF9;&amp;#x89C6;&amp;#xFF0C;&amp;#x51FA;&amp;#x4E8E;&amp;#x793C;&amp;#x8C8C;&amp;#xFF0C;&amp;#xFF08;&amp;#x73B0;&amp;#x5728;&amp;#x8BA9;&amp;#x6211;&amp;#x56DE;&amp;#x60F3;&amp;#x6765;&amp;#x7684;&amp;#x8BDD;&amp;#xFF0C;&amp;#x548C;&amp;#x5634;&amp;#x6B20;&amp;#xFF09;&amp;#xFF0C;&amp;#x6211;&amp;#x62F1;&amp;#x51FA;&amp;#x4E86;&amp;#x4E00;&amp;#x53E5;&amp;#x300C;&amp;#x41F;&amp;#x440;&amp;#x438;&amp;#x432;&amp;#x435;&amp;#x442;&amp;#x300D;&amp;#x3002;&amp;#x7136;&amp;#x540E;&amp;#x8E69;&amp;#x811A;&amp;#x7684;&amp;#x4FC4;&amp;#x8BED;&amp;#x6C34;&amp;#x5E73;&amp;#x53EA;&amp;#x8BA9;&amp;#x6211;&amp;#x542C;&amp;#x51FA;&amp;#x4E86;&amp;#x300C;&amp;#x422;&amp;#x44B; &amp;#x420;&amp;#x443;&amp;#x441;&amp;#x441;&amp;#x43A;&amp;#x438;&amp;#x439;&amp;#x300D;&amp;#x540E;&amp;#x4FBF;&amp;#x8DDF;&amp;#x4E22;&amp;#x4E86;&amp;#x8282;&amp;#x594F;&amp;#xFF0C;&amp;#x53EA;&amp;#x542C;&amp;#x89C1;&amp;#x8FDE;&amp;#x73E0;&amp;#x70AE;&amp;#x4E00;&amp;#x6837;&amp;#x7684;&amp;#x4FC4;&amp;#x8BED;&amp;#x503E;&amp;#x6CFB;&amp;#x800C;&amp;#x51FA;&amp;#xFF08;&amp;#x8BF4;&amp;#x5B9E;&amp;#x8BDD;&amp;#xFF0C;&amp;#x4FC4;&amp;#x8BED;&amp;#x7684;&amp;#x8BED;&amp;#x4E49;&amp;#x5BC6;&amp;#x5EA6;&amp;#x771F;&amp;#x7684;&amp;#x6709;&amp;#x4E9B;&amp;#x4F4E;&amp;#xFF09;&amp;#xFF0C;&amp;#x6211;&amp;#x5B8C;&amp;#x5168;&amp;#x6123;&amp;#x4F4F;&amp;#x53EA;&amp;#x80FD;&amp;#x7565;&amp;#x663E;&amp;#x5C34;&amp;#x5C2C;&amp;#x5730;&amp;#x300C;&amp;#x42F; &amp;#x43D;&amp;#x435; &amp;#x437;&amp;#x43D;&amp;#x430;&amp;#x44E;&amp;#x300D;&amp;#x3002;&amp;#x6B63;&amp;#x51C6;&amp;#x5907;&amp;#x62CE;&amp;#x5305;&amp;#x95EA;&amp;#x4EBA;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x5E94;&amp;#x8BE5;&amp;#x662F;&amp;#x5979;&amp;#x7684;&amp;#x540C;&amp;#x884C;&amp;#x4EBA;&amp;#x8D70;&amp;#x8FC7;&amp;#x6765;&amp;#xFF0C;&amp;#x53C8;&amp;#x662F;&amp;#x4E00;&amp;#x773C;&amp;#x5C34;&amp;#x5C2C;&amp;#x7684;&amp;#x5BF9;&amp;#x89C6;&amp;#xFF0C;&amp;#x53EA;&amp;#x4E0D;&amp;#x8FC7;&amp;#x8FD9;&amp;#x6B21;&amp;#x6362;&amp;#x4E86;&amp;#x5148;&amp;#x540E;&amp;#x987A;&amp;#x5E8F;&amp;#x3002;&amp;#x300C;- &amp;#x41F;&amp;#x440;&amp;#x438;&amp;#x432;&amp;#x435;&amp;#x442;&amp;#x300D;&amp;#x300C;- &amp;#x41F;&amp;#x440;&amp;#x438;&amp;#x432;&amp;#x435;&amp;#x442;&amp;#x300D;&amp;#xFF08;&amp;#x5C34;&amp;#x5C2C;&amp;#x7684;&amp;#x5FAE;&amp;#x7B11;&amp;#xFF0C;both&amp;#xFF09;&amp;#x3002;&amp;#x5E72;&amp;#x4E86;&amp;#x676F;&amp;#x91CC;&amp;#x7684;&amp;#x7CBE;&amp;#x917F;&amp;#xFF0C;&amp;#x62CE;&amp;#x5305;&amp;#x8D70;&amp;#x4EBA;&amp;#xFF0C;&amp;#x4E0D;&amp;#x7136;&amp;#x9152;&amp;#x9986;&amp;#x6015;&amp;#x662F;&amp;#x8981;&amp;#x652F;&amp;#x4ED8;&amp;#x6211;&amp;#x6316;&amp;#x5730;&amp;#x4E0B;&amp;#x5BA4;&amp;#x7684;&amp;#x5DE5;&amp;#x94B1;&amp;#x54AF;^.^&amp;#x3002;&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#2&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;2&#34;&gt;2&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;&amp;#x54C8;&amp;#x5E02;&amp;#x7684;&amp;#x5730;&amp;#x94C1;&amp;#x771F;&amp;#x7684;&amp;#x7ED9;&amp;#x6211;&amp;#x7559;&amp;#x4E0B;&amp;#x4E86;&amp;#x6700;&amp;#x6DF1;&amp;#x523B;&amp;#x7684;&amp;#x5370;&amp;#x8C61;&amp;#xFF0C;&amp;#x56DB;&amp;#x6761;&amp;#x7EBF;&amp;#x8DEF;&amp;#x5BF9;&amp;#x4E8E;&amp;#x8FD9;&amp;#x6837;&amp;#x4E00;&amp;#x5EA7;&amp;#x57CE;&amp;#x5E02;&amp;#x660E;&amp;#x663E;&amp;#x662F;&amp;#x4E0D;&amp;#x591F;&amp;#x7684;&amp;#x3002;&amp;#x9065;&amp;#x8FDC;&amp;#x7684;&amp;#x5317;&amp;#x56FD;&amp;#x51B0;&amp;#x57CE;&amp;#xFF0C;&amp;#x7ADF;&amp;#x8BA9;&amp;#x6211;&amp;#x6EE1;&amp;#x773C;&amp;#x770B;&amp;#x5230;&amp;#x9999;&amp;#x6E2F;&amp;#x65E9;&amp;#x9AD8;&amp;#x5CF0;&amp;#x7684;&amp;#x5730;&amp;#x94C1;&amp;#x7AD9;&lt;/p&gt;
&lt;p&gt;&amp;#x7701;&amp;#x5E02;&amp;#x535A;&amp;#x7269;&amp;#x9986;&amp;#x548C;&amp;#x57CE;&amp;#x5E02;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#xFF0C;&amp;#x603B;&amp;#x662F;&amp;#x5230;&amp;#x8FBE;&amp;#x4E00;&amp;#x4E2A;&amp;#x7701;&amp;#x4F1A;&amp;#x57CE;&amp;#x5E02;&amp;#x5FC5;&amp;#x987B;&amp;#x8981;&amp;#x53BB;&amp;#x7684;&amp;#x5730;&amp;#x65B9;&amp;#x4E4B;&amp;#x4E00;&amp;#xFF0C;&amp;#x66F4;&amp;#x522B;&amp;#x63D0;&amp;#x6B64;&amp;#x884C;&amp;#x8FD8;&amp;#x8981;&amp;#x53BB;&amp;#x9F99;&amp;#x535A;&amp;#x95E8;&amp;#x524D;&amp;#x7684;&amp;#x82CF;&amp;#x519B;&amp;#x70C8;&amp;#x58EB;&amp;#x7EAA;&amp;#x5FF5;&amp;#x7891;&amp;#x81F4;&amp;#x656C;&amp;#x3002;&lt;/p&gt;
&lt;img src=&#34;/img/SovietSoldersStatue.jpg&#34; alt=&#34;&amp;#x82CF;&amp;#x519B;&amp;#x70C8;&amp;#x58EB;&amp;#x7EAA;&amp;#x5FF5;&amp;#x7891;&#34;&gt;

&lt;p&gt;&amp;#x4E0D;&amp;#x8FC7;&amp;#x9ED1;&amp;#x9F99;&amp;#x6C5F;&amp;#x7701;&amp;#x535A;&amp;#x5374;&amp;#x548C;&amp;#x6D59;&amp;#x535A;&amp;#x3001;&amp;#x5409;&amp;#x6797;&amp;#x7701;&amp;#x535A;&amp;#x5B8C;&amp;#x5168;&amp;#x4E0D;&amp;#x540C;&amp;#x3002;&amp;#x53EA;&amp;#x80FD;&amp;#x8BF4;&amp;#x539F;&amp;#x83AB;&amp;#x65AF;&amp;#x79D1;&amp;#x5546;&amp;#x884C;&amp;#x8FD9;&amp;#x4E00;&amp;#x5EFA;&amp;#x7B51;&amp;#x672C;&amp;#x8EAB;&amp;#x7684;&amp;#x5386;&amp;#x53F2;&amp;#x548C;&amp;#x5176;&amp;#x610F;&amp;#x4E49;&lt;strong&gt;&amp;#x53EF;&amp;#x80FD;&lt;/strong&gt;&amp;#x90FD;&amp;#x6BD4;&amp;#x9F99;&amp;#x535A;&amp;#x5C55;&amp;#x51FA;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x66F4;&amp;#x6709;&amp;#x4EF7;&amp;#x503C;&amp;#xFF0C;&amp;#x518D;&amp;#x52A0;&amp;#x4E0A;&amp;#x9177;&amp;#x6691;&amp;#x5929;&amp;#x6C14;&amp;#x6CA1;&amp;#x6709;&amp;#x7A7A;&amp;#x8C03;&amp;#x7684;&amp;#x5BA4;&amp;#x5185;&amp;#x6324;&amp;#x6EE1;&amp;#x4E86;&amp;#x6E38;&amp;#x5BA2;&amp;#xFF0C;&amp;#x70E6;&amp;#x8E81;&amp;#x5FC3;&amp;#x60C5;&amp;#x81EA;&amp;#x7136;&amp;#x5728;&amp;#x53C2;&amp;#x89C2;&amp;#x4EBA;&amp;#x7FA4;&amp;#x91CC;&amp;#x6269;&amp;#x6563;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E0D;&amp;#x8FC7;&amp;#x7EA2;&amp;#x535A;&amp;#x5E7F;&amp;#x573A;&amp;#x7684;&amp;#x516C;&amp;#x5171;&amp;#x4EA4;&amp;#x901A;&amp;#x786E;&amp;#x5B9E;&amp;#x8DB3;&amp;#x591F;&amp;#x4FBF;&amp;#x5229;&amp;#xFF0C;&amp;#x968F;&amp;#x4FBF;&amp;#x8DF3;&amp;#x4E0A;&amp;#x4E86;&amp;#x8F86;&amp;#x516C;&amp;#x4EA4;&amp;#xFF0C;&amp;#x4FBF;&amp;#x5F00;&amp;#x59CB;&amp;#x4E86;&amp;#x8FD9;&amp;#x4E00;&amp;#x5929;&amp;#x8BA1;&amp;#x5212;&amp;#x5916;&amp;#x7684;&amp;#x6545;&amp;#x4E8B;&lt;/p&gt;
&lt;p&gt;&amp;#x770B;&amp;#x7740;133&amp;#x8DEF;&amp;#x7EBF;&amp;#x8DEF;&amp;#x56FE;&amp;#x65F6;&amp;#x53D1;&amp;#x73B0;&amp;#x6B63;&amp;#x7ECF;&amp;#x8FC7;&amp;#x97F3;&amp;#x4E50;&amp;#x5385;&amp;#xFF0C;&amp;#x65E2;&amp;#x7136;&amp;#x662F;&amp;#x8054;&amp;#x5408;&amp;#x56FD;&amp;#x8BA4;&amp;#x5B9A;&amp;#x7684;&amp;#x97F3;&amp;#x4E50;&amp;#x4E4B;&amp;#x57CE;&amp;#xFF0C;&amp;#x90A3;&amp;#x4EA4;&amp;#x54CD;&amp;#x97F3;&amp;#x4E50;&amp;#x4F1A;&amp;#x603B;&amp;#x662F;&amp;#x8981;&amp;#x542C;&amp;#x7684;&amp;#x5427;&amp;#xFF0C;&amp;#x6DD8;&amp;#x4E86;&amp;#x5F20;&amp;#x7968;&amp;#xFF0C;&amp;#x4FBF;&amp;#x786E;&amp;#x5B9A;&amp;#x4E86;&amp;#x665A;&amp;#x4E0A;&amp;#x7684;&amp;#x8282;&amp;#x76EE;&amp;#x3002;&amp;#x6B63;&amp;#x597D;&amp;#x8857;&amp;#x5BF9;&amp;#x9762;&amp;#x4FBF;&amp;#x662F;&amp;#x5BB6;&amp;#x8D2D;&amp;#x7269;&amp;#x4E2D;&amp;#x5FC3;&amp;#xFF0C;&amp;#x60F3;&amp;#x6765;7&amp;#x5C42;&amp;#x7684;&amp;#x5EFA;&amp;#x7B51;&amp;#xFF0C;&amp;#x6D88;&amp;#x78E8;&amp;#x4E0B;&amp;#x4E0D;&amp;#x5230;&amp;#x4E24;&amp;#x5C0F;&amp;#x65F6;&amp;#x7684;&amp;#x65F6;&amp;#x95F4;&amp;#x8FD8;&amp;#x662F;&amp;#x7EF0;&amp;#x7EF0;&amp;#x6709;&amp;#x4F59;&amp;#x7684;&amp;#xFF0C;&amp;#x66F4;&amp;#x60CA;&amp;#x559C;&amp;#x7684;&amp;#xFF0C;&amp;#x83AB;&amp;#x8FC7;&amp;#x4E8E;&amp;#x5B83;&amp;#x5C45;&amp;#x7136;&amp;#x6709;&amp;#x4E00;&amp;#x5927;&amp;#x7247;&amp;#x5171;&amp;#x4EAB;&amp;#x4E66;&amp;#x5385;&amp;#xFF0C;&amp;#x65E0;&amp;#x7591;&amp;#x4E3A;&amp;#x4E0B;&amp;#x5348;&amp;#x7684;&amp;#x65F6;&amp;#x5149;&amp;#x6765;&amp;#x4E86;&amp;#x5242;booster&lt;/p&gt;
&lt;p&gt;&amp;#x800C;&amp;#x7565;&amp;#x663E;&amp;#x5DE7;&amp;#x5408;&amp;#x7684;&amp;#x5728;&amp;#x4E8E;&amp;#xFF0C;&amp;#x51E0;&amp;#x4E2A;&amp;#x6708;&amp;#x524D;&amp;#x8FD8;&amp;#x5728;&amp;#x601D;&amp;#x8003;&amp;#x7684;&amp;#x4E8B;&amp;#x60C5;&amp;#xFF0C;&amp;#x5C31;&amp;#x5728;&amp;#x8FD9;&amp;#x5929;&amp;#x8C41;&amp;#x7136;&amp;#x5F00;&amp;#x6717;&amp;#x3002;&lt;/p&gt;
&lt;img src=&#34;/img/RandomQuote.jpg&#34; alt=&#34;~&#34;&gt;

&lt;p&gt;&amp;#x8FD9;&amp;#x53E5;&amp;#x8BDD;&amp;#x4E0E;&amp;#x524D;&amp;#x4E9B;&amp;#x5929;&amp;#x770B;&amp;#x5230;&amp;#x7684;&amp;#x4E00;&amp;#x53E5;&amp;#x300C;What we are waiting for is not as important as what happens to us while we are waiting. Trust the process.&amp;#x300D;&amp;#x6709;&amp;#x90A3;&amp;#x4E48;&amp;#x4E9B;&amp;#x5F02;&amp;#x66F2;&amp;#x540C;&amp;#x5DE5;&amp;#x4E4B;&amp;#x5999;&amp;#x3002;&amp;#x5373;&amp;#x4FBF;&amp;#x7ED3;&amp;#x679C;&amp;#x5DF2;&amp;#x7ECF;&amp;#x6CE8;&amp;#x5B9A;&amp;#xFF0C;&amp;#x62FC;&amp;#x640F;&amp;#x7684;&amp;#x8FC7;&amp;#x7A0B;&amp;#x4E5F;&amp;#x4E0D;&amp;#x662F;&amp;#x5B8C;&amp;#x5168;&amp;#x6CA1;&amp;#x6709;&amp;#x610F;&amp;#x4E49;&amp;#xFF0C;&amp;#x5BF9;&amp;#x5427;&amp;#xFF1F;&lt;/p&gt;
&lt;hr&gt;
&lt;p&gt;&amp;#x90A3;&amp;#x4E48;&amp;#x5C71;&amp;#x732A;&amp;#x5403;&amp;#x7EC6;&amp;#x7CE0;&amp;#xFF0C;ta&amp;#x5230;&amp;#x5E95;&amp;#x80FD;&amp;#x4E0D;&amp;#x80FD;&amp;#x6D88;&amp;#x5316;&amp;#x5462;&amp;#xFF1F;&lt;/p&gt;
&lt;img src=&#34;/img/ConcertInHarbin.png&#34; alt=&#34;&amp;#x97F3;&amp;#x4E50;&amp;#x4F1A;&amp;#x7ED3;&amp;#x675F;&amp;#x6307;&amp;#x6325;&amp;#x81F4;&amp;#x610F;&#34;&gt;

&lt;p&gt;&amp;#x53EA;&amp;#x73A9;&amp;#x8FC7;&amp;#x51E0;&amp;#x5E74;&amp;#x952E;&amp;#x76D8;&amp;#x4E50;&amp;#x5668;&amp;#x7684;&amp;#x6211;&amp;#xFF0C;&amp;#x5BF9;&amp;#x4EA4;&amp;#x54CD;&amp;#x4E50;&amp;#x7684;&amp;#x4E86;&amp;#x89E3;&amp;#xFF0C;&amp;#x4EC5;&amp;#x9650;&amp;#x4E8E;&amp;#x77E5;&amp;#x9053;&amp;#x51E0;&amp;#x9996;&amp;#x8003;&amp;#x7EA7;&amp;#x65F6;&amp;#x7EC3;&amp;#x8FC7;&amp;#x7684;&amp;#x7ECF;&amp;#x5178;&amp;#x66F2;&amp;#x76EE;&amp;#xFF0C;&amp;#x6BD4;&amp;#x5982;&amp;#x7ECF;&amp;#x5178;&amp;#x7684;&amp;#x95ED;&amp;#x5E55;&amp;#x66F2;&amp;#x76EE;&amp;#x300A;&amp;#x62C9;&amp;#x5FB7;&amp;#x65AF;&amp;#x57FA;&amp;#x8FDB;&amp;#x884C;&amp;#x66F2;&amp;#x300B;&amp;#x3002;&amp;#x4E0D;&amp;#x5F97;&amp;#x4E0D;&amp;#x8BF4;&amp;#xFF0C;&amp;#x73B0;&amp;#x573A;&amp;#x542C;&amp;#x4EA4;&amp;#x54CD;&amp;#x4E50;&amp;#x4F1A;&amp;#x5E26;&amp;#x6765;&amp;#x7684;&amp;#x9707;&amp;#x64BC;&amp;#xFF0C;&amp;#x8FDC;&amp;#x8D85;&amp;#x8033;&amp;#x673A;&amp;#x97F3;&amp;#x54CD;&amp;#x3002;&amp;#x770B;&amp;#x6307;&amp;#x6325;&amp;#x6E38;&amp;#x5203;&amp;#x6709;&amp;#x4F59;&amp;#x5730;&amp;#x63A7;&amp;#x573A;&amp;#xFF0C;&amp;#x5229;&amp;#x7528;&amp;#x5F3A;&amp;#x5F31;&amp;#x3001;&amp;#x8282;&amp;#x594F;&amp;#x53D8;&amp;#x5316;&amp;#x8868;&amp;#x73B0;&amp;#x51FA;&amp;#x4E50;&amp;#x7AE0;&amp;#x4E2D;&amp;#x7684;&amp;#x60C5;&amp;#x611F;&amp;#xFF0C;&amp;#x4E0E;&amp;#x4E50;&amp;#x56E2;&amp;#x4E00;&amp;#x8D77;&amp;#xFF0C;&amp;#x5C06;&amp;#x7ECF;&amp;#x5178;&amp;#x7BC7;&amp;#x7AE0;&amp;#x5448;&amp;#x73B0;&amp;#x51FA;&amp;#x6765;&amp;#xFF0C;&amp;#x771F;&amp;#x7684;&amp;#x662F;&amp;#x4E00;&amp;#x79CD;&amp;#x4E0D;&amp;#x4E00;&amp;#x6837;&amp;#x7684;&amp;#x4F53;&amp;#x9A8C;&amp;#x3002;&amp;#x4E0D;&amp;#x8FC7;&amp;#x6709;&amp;#x65F6;&amp;#x4E5F;&amp;#x4F1A;&amp;#x88AB;&amp;#x5C0F;&amp;#x5B69;&amp;#x5B50;&amp;#x7684;&amp;#x8BDD;&amp;#x8BED;&amp;#x5438;&amp;#x53BB;&amp;#x4E86;&amp;#x6CE8;&amp;#x610F;&amp;#x529B;&amp;#xFF0C;&amp;#x300C;&amp;#x53C8;&amp;#x5728;&amp;#x76D8;&amp;#x4ED6;&amp;#x7684;&amp;#x5706;&amp;#x53F7;&amp;#x4E86;&amp;#x300D;&amp;#x300C;&amp;#x9F13;&amp;#x624B;&amp;#x597D;&amp;#x4E45;&amp;#x6CA1;&amp;#x52A8;&amp;#x4E86;&amp;#x300D;&amp;#xFF0C;&amp;#x7B80;&amp;#x76F4;&amp;#x5B9E;&amp;#x4F53;&amp;#x5316;&amp;#x5F39;&amp;#x5E55;&amp;#x54C8;&amp;#x54C8;&lt;/p&gt;
&lt;p&gt;&amp;#x5728;&amp;#x540C;&amp;#x4E8B;&amp;#x7684;&amp;#x8FDC;&amp;#x7A0B;&amp;#x6002;&amp;#x607F;&amp;#x4E0B;&amp;#xFF0C;&amp;#x8DD1;&amp;#x6765;&amp;#x4E86;&amp;#x5E08;&amp;#x5927;&amp;#x591C;&amp;#x5E02;&amp;#x89C5;&amp;#x98DF;&amp;#x591C;&amp;#x5BB5;&amp;#xFF0C;&amp;#x54C8;&amp;#x5E02;&amp;#x5835;&amp;#x8F66;&amp;#x95EE;&amp;#x9898;&amp;#x786E;&amp;#x5B9E;&amp;#x6BD4;&amp;#x6625;&amp;#x57CE;&amp;#x8981;&amp;#x597D;&amp;#x5F97;&amp;#x591A;&amp;#x3002;&amp;#x51E0;&amp;#x4E4E;&amp;#x6CA1;&amp;#x8D39;&amp;#x529B;&amp;#x6C14;&amp;#x5C31;&amp;#x76F4;&amp;#x63A5;&amp;#x5230;&amp;#x4E86;&amp;#x591C;&amp;#x5E02;&amp;#x95E8;&amp;#x53E3;&amp;#x3002;&amp;#x600E;&amp;#x4E48;&amp;#x8BF4;&amp;#x5462;&amp;#xFF0C;&amp;#x70DF;&amp;#x706B;&amp;#x6C14;&amp;#x606F;&amp;#x5F88;&amp;#x6D53;&amp;#x539A;&amp;#xFF0C;&amp;#x7269;&amp;#x7406;&amp;#x4E0A;&amp;#x7684;&amp;#x70DF;&amp;#x706B;&amp;#x6C14;&amp;#x606F;&amp;#x3002;&amp;#x5750;&amp;#x5728;&amp;#x8DEF;&amp;#x8FB9;&amp;#x548C;&amp;#x4E00;&amp;#x4F4D;&amp;#x6EE1;&amp;#x8EAB;&amp;#x7EB9;&amp;#x8EAB;&amp;#x7684;&amp;#x5C0F;&amp;#x54E5;&amp;#x4F83;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x75BC;&amp;#x5417;&amp;#xFF0C;&amp;#x75BC;&amp;#xFF0C;&amp;#x8BF4;&amp;#x4E0D;&amp;#x75BC;&amp;#x4E5F;&amp;#x662F;&amp;#x5047;&amp;#x7684;&amp;#xFF0C;&amp;#x8BF4;&amp;#x7740;&amp;#x70E4;&amp;#x4E32;&amp;#x5927;&amp;#x54E5;&amp;#x5C31;&amp;#x52A0;&amp;#x5165;&amp;#x8FDB;&amp;#x6765;&amp;#xFF0C;&amp;#x8BB2;&amp;#x8D77;&amp;#x81EA;&amp;#x5DF1;&amp;#x7406;&amp;#x53D1;&amp;#x5B66;&amp;#x5F92;&amp;#x65F6;&amp;#x8DD1;&amp;#x53BB;&amp;#x7EB9;&amp;#x8EAB;&amp;#xFF0C;&amp;#x5ACC;&amp;#x75BC;&amp;#x7EB9;&amp;#x4E00;&amp;#x534A;&amp;#x653E;&amp;#x4E0B;&amp;#x4E86;&amp;#xFF0C;&amp;#x8BB2;&amp;#x6765;&amp;#x5C06;&amp;#x53BB;&amp;#xFF0C;&amp;#x6210;&amp;#x4E86;&amp;#x542C;&amp;#x5927;&amp;#x54E5;&amp;#x8BC9;&amp;#x82E6;&amp;#xFF0C;&amp;#x4E1C;&amp;#x5317;&amp;#x4EBA;&amp;#x9AA8;&amp;#x5B50;&amp;#x91CC;&amp;#x5BF9;&amp;#x964C;&amp;#x751F;&amp;#x4EBA;&amp;#x7684;&amp;#x4FE1;&amp;#x4EFB;&amp;#x771F;&amp;#x7684;&amp;#x662F;&amp;#x8DD1;&amp;#x4E0D;&amp;#x6389;&amp;#x7684;&amp;#xFF0C;&amp;#x548C;&amp;#x4EFB;&amp;#x4F55;&amp;#x4EBA;&amp;#x90FD;&amp;#x80FD;&amp;#x655E;&amp;#x5F00;&amp;#x80F8;&amp;#x6000;&amp;#x4F83;&amp;#x5929;&amp;#x4F83;&amp;#x5730;&amp;#x3002;&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#3&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;3&#34;&gt;3&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;&amp;#x54C8;&amp;#x5E02;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#x662F;&amp;#x6211;&amp;#x89C1;&amp;#x5230;&amp;#x7684;&amp;#x53C8;&amp;#x4E00;&amp;#x4E2A;&amp;#x7528;booklet&amp;#x505A;&amp;#x4ECB;&amp;#x7ECD;&amp;#x7684;&amp;#x5C55;&amp;#x9986;&lt;/p&gt;
&lt;div align=&#34;center&#34;&gt;&lt;img src=&#34;/img/Booklet.jpg&#34; alt=&#34;&amp;#x54C8;&amp;#x5E02;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#x5BA3;&amp;#x4F20;booklet&#34; width=&#34;200&#34;&gt;&lt;/div&gt;

&lt;img src=&#34;/img/Wall_Harbin.jpg&#34; alt=&#34;&amp;#x54C8;&amp;#x5E02;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#x4E3B;&amp;#x9898;&amp;#x5899;&amp;#x9762;&#34;&gt;

&lt;p&gt;&amp;#x6B63;&amp;#x5982;&amp;#x5176;&amp;#x6240;&amp;#x8A00;&amp;#xFF0C;&amp;#x300C;&amp;#x7559;&amp;#x4E0B;&amp;#x5386;&amp;#x53F2;&amp;#x5370;&amp;#x8BB0;&amp;#xFF0C;&amp;#x5F15;&amp;#x9886;&amp;#x57CE;&amp;#x5E02;&amp;#x672A;&amp;#x6765;&amp;#x300D;&amp;#xFF0C;&amp;#x57CE;&amp;#x5E02;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#x7684;&amp;#x610F;&amp;#x4E49;&amp;#x6B63;&amp;#x5728;&amp;#x4E8E;&amp;#x6B64;&amp;#x3002;&amp;#x5728;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#x91CC;&amp;#x627E;&amp;#x5BFB;&amp;#x4E00;&amp;#x5EA7;&amp;#x57CE;&amp;#x5E02;&amp;#x7684;&amp;#x524D;&amp;#x4E16;&amp;#x4ECA;&amp;#x751F;&amp;#xFF0C;&amp;#x6548;&amp;#x7387;&amp;#x8981;&amp;#x9AD8;&amp;#x8FC7;&amp;#x8D70;&amp;#x8857;&amp;#x4E32;&amp;#x5DF7;&amp;#x51E0;&amp;#x5341;&amp;#x500D;&amp;#x4E0D;&amp;#x6B62;&amp;#x3002;&amp;#x4ECE;&amp;#x5E73;&amp;#x539F;&amp;#x6E7F;&amp;#x5730;&amp;#xFF0C;&amp;#x5230;&amp;#x591A;&amp;#x5143;&amp;#x5546;&amp;#x57E0;&amp;#xFF0C;&amp;#x5230;&amp;#x5DE5;&amp;#x4E1A;&amp;#x5316;&amp;#x57CE;&amp;#x5E02;&amp;#xFF0C;&amp;#x54C8;&amp;#x5E02;&amp;#x7684;&amp;#x6784;&amp;#x6210;&amp;#x5143;&amp;#x7D20;&amp;#x5728;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#x4E2D;&amp;#x4E00;&amp;#x4E00;&amp;#x9648;&amp;#x5217;&amp;#x3002;&amp;#x6BCF;&amp;#x5EA7;&amp;#x57CE;&amp;#x5E02;&amp;#x89C4;&amp;#x5212;&amp;#x9986;&amp;#x5FC5;&amp;#x5907;&amp;#x7684;&amp;#x57CE;&amp;#x5E02;&amp;#x6C99;&amp;#x76D8;&amp;#xFF0C;&amp;#x5219;&amp;#x8BA9;&amp;#x4EBA;&amp;#x53EF;&amp;#x4EE5;&amp;#x4ECE;&amp;#x53E6;&amp;#x4E00;&amp;#x4E2A;&amp;#x89C6;&amp;#x89D2;&amp;#x4E0A;&amp;#xFF0C;&amp;#x53BB;&amp;#x89C2;&amp;#x5BDF;&amp;#x8FD9;&amp;#x5EA7;&amp;#x57CE;&amp;#x5E02;&amp;#x7684;&amp;#x73B0;&amp;#x72B6;&amp;#xFF0C;&amp;#x751A;&amp;#x81F3;&amp;#x53D8;&amp;#x8FC1;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x54C8;&amp;#x5E02;&amp;#x535A;&amp;#x7269;&amp;#x9986;&amp;#x5219;&amp;#x5E26;&amp;#x6765;&amp;#x4E86;&amp;#x60CA;&amp;#x559C;&amp;#xFF0C;&amp;#x5C55;&amp;#x51FA;&amp;#x7684;&amp;#x8D28;&amp;#x91CF;&amp;#x8981;&amp;#x6BD4;&amp;#x9F99;&amp;#x535A;&amp;#x9AD8;&amp;#x4E00;&amp;#x4E2A;&amp;#x6863;&amp;#x6B21;&amp;#xFF0C;&amp;#x6D89;&amp;#x730E;&amp;#x65B9;&amp;#x5411;&amp;#x5E7F;&amp;#x6CDB;&amp;#x3001;&amp;#x5C55;&amp;#x54C1;&amp;#x867D;&amp;#x4E0D;&amp;#x591A;&amp;#xFF0C;&amp;#x4F46;&amp;#x80DC;&amp;#x5728;&amp;#x7CBE;&amp;#x81F4;&amp;#x3002;&amp;#x800C;&amp;#x66F4;&amp;#x91CD;&amp;#x8981;&amp;#x7684;&amp;#x4E00;&amp;#x70B9;&amp;#xFF0C;&amp;#x540C;&amp;#x6837;&amp;#x4F4D;&amp;#x4E8E;&amp;#x53E4;&amp;#x5EFA;&amp;#x7B51;&amp;#x91CC;&amp;#xFF0C;&amp;#x5B83;&amp;#xFF01;&amp;#x6709;&amp;#xFF01;&amp;#x7A7A;&amp;#xFF01;&amp;#x8C03;&amp;#xFF01;&amp;#xFF08;&amp;#x8BA9;&amp;#x6211;&amp;#x518D;&amp;#x5410;&amp;#x69FD;&amp;#x9F99;&amp;#x535A;&amp;#x4E00;&amp;#x6B21;&amp;#xFF09;&lt;/p&gt;
&lt;p&gt;&amp;#x6B64;&amp;#x884C;&amp;#x539F;&amp;#x672C;&amp;#x8FD8;&amp;#x8981;&amp;#x53BB;&amp;#x4E1C;&amp;#x65B9;&amp;#x5362;&amp;#x6D6E;&amp;#x5BAB;&amp;#x2014;&amp;#x2014;&amp;#x54C8;&amp;#x836F;&amp;#x516D;&amp;#x5382;&amp;#x8D70;&amp;#x4E00;&amp;#x8D70;&amp;#xFF0C;&amp;#x53BB;&amp;#x9F99;&amp;#x5854;&amp;#x4FEF;&amp;#x77B0;&amp;#x54C8;&amp;#x5E02;&amp;#x591C;&amp;#x666F;&amp;#xFF0C;&amp;#x4F46;hey&amp;#xFF0C;&amp;#x4E0D;&amp;#x7559;&amp;#x4E9B;&amp;#x9057;&amp;#x61BE;&amp;#xFF0C;&amp;#x8FD8;&amp;#x80FD;&amp;#x53EB;&amp;#x4EBA;&amp;#x751F;&amp;#x561B;&amp;#xFF1F;&amp;#x8FD8;&amp;#x662F;&amp;#x90A3;&amp;#x53E5;&amp;#x8BDD;&amp;#xFF0C;&amp;#x65F6;&amp;#x95F4;&amp;#x4F1A;&amp;#x4E3A;&amp;#x6BCF;&amp;#x4E2A;&amp;#x4EBA;&amp;#x5199;&amp;#x51FA;&amp;#x5B8C;&amp;#x7F8E;&amp;#x7684;&amp;#x7ED3;&amp;#x5C40;&amp;#xFF0C;&amp;#x7EE7;&amp;#x7EED;&amp;#x524D;&amp;#x884C;&amp;#x5427;&amp;#xFF01;&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#jie-wei-fang-xie-mei-xie-jin-lai-de-dong-xi-ba&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;jie-wei-fang-xie-mei-xie-jin-lai-de-dong-xi-ba&#34;&gt;&amp;#x7ED3;&amp;#x5C3E;&amp;#x653E;&amp;#x4E9B;&amp;#x6CA1;&amp;#x5199;&amp;#x8FDB;&amp;#x6765;&amp;#x7684;&amp;#x4E1C;&amp;#x897F;&amp;#x5427;&lt;/span&gt;&lt;/h2&gt;&lt;div align=&#34;center&#34;&gt;&lt;img src=&#34;/img/EMO_prohibited.jpg&#34; alt=&#34;&amp;#x9152;&amp;#x9986;&amp;#x7559;&amp;#x8A00;&amp;#x5899;&amp;#x4E00;&amp;#x89D2;&#34; width=&#34;200&#34;&gt;&lt;/div&gt;

&lt;img src=&#34;/img/CentralSteet.jpg&#34; alt=&#34;&amp;#x4E2D;&amp;#x592E;&amp;#x5927;&amp;#x8857;&amp;#x5927;&amp;#x95E8;&#34;&gt;

&lt;img src=&#34;/img/ConcertHall.jpg&#34; alt=&#34;&amp;#x54C8;&amp;#x5E02;&amp;#x97F3;&amp;#x4E50;&amp;#x5385;&amp;#x591C;&amp;#x666F;&#34;&gt;

&lt;img src=&#34;/img/Poetry.jpg&#34; alt=&#34;&amp;#x9F99;&amp;#x535A;&amp;#x5C55;&amp;#x5385;&amp;#x4E0A;&amp;#x7684;&amp;#x8BD7;&#34;&gt;
 ]]></description>
        </item>
        <item>
            <guid isPermalink="true">https://www.mechgerald.website/2023/annualSummary22</guid>
            <title>The year 2022</title>
            <link>https://www.mechgerald.website/2023/annualSummary22</link>
            <category>Summary</category>
            <pubDate>Sat, 21 Jan 2023 23:57:00 +0800</pubDate>
            <description><![CDATA[ &lt;blockquote&gt;
&lt;p&gt;There&amp;apos;s not so much to summary, to be honest. But I felt like something needed to be done so as to make every day, every month matters in the years to come.&lt;/p&gt;
&lt;/blockquote&gt;
&lt;span id=&#34;more&#34;&gt;&lt;/span&gt;

&lt;p&gt;The first few months were all messed up, to be fair. Failed at a major examination, wasted about a month preparing things that would never come true. However, looking back, the time was not totally wasted. It helped me realizing something about myself, something about what I&amp;apos;m capable of as well as what I&amp;apos;m not. It also helped to get back into some habits that I have lost during the college years.&lt;/p&gt;
&lt;blockquote&gt;
&lt;p&gt;To be honest, it&amp;apos;s not the kind of college life I was expecting. Even though passed all the test, graduated with no hard time, I was expecting it to be a lot more colorful. But who am I to blame except myself.&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h2&gt;&lt;a href=&#34;#ways-to-know-a-city&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;ways-to-know-a-city&#34;&gt;Ways to know a city&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;This, I&amp;apos;m not gonna lie, is my major gaining this year.&lt;/p&gt;
&lt;p&gt;Gotta say that I had a whole different plan for the year. But I&amp;apos;m more than happy that things did not go as that. Turns out, I like it here, more than anywhere I&amp;apos;ve been. The six months I spent here really changed how I treat my life, probably in the best way I can see. One&amp;apos;s gotta go out and see things rather that just sitting in front of a desk with some books and a laptop. Life is about not just getting to know things, but also experiencing, appreciating and enjoying. With all the technologies upgrading, one can get a whole lot of information about a specific thing by just a click. But one can only get to fully know about it standing right there, breathing the same air over there.&lt;/p&gt;
&lt;p&gt;To get to know about a city, I gotta say, there&amp;apos;re four things at least one&amp;apos;s gonna do. One, paying some visit to the local museums, especially local cultural ones. Those museums are the fastest and most easy way to learn about the city. Two, visiting the parks. Parks are places where more detailed histories are stored. Every park, I mean, not the ones only for exercising, has a specific topic, the industrialization of the city, the natural environment, etc. Each park will provide some brand-new vision. However, I gotta say information parks can provide is not so much as museums. They are for relaxation, mostly. Three, spending some decent time in sports venues, libraries or book stores. It&amp;apos;s the easiest way to talk to strangers. You&amp;apos;ll need only one topic to start a real long talk, weather. Well, I guess it works in most circumstances. But in these places, one&amp;apos;s more likely to get to know people of the same interests. It&amp;apos;s very possible that a long-lasting relationship is formed during the communication, friendship, love, whatever it might be. And, last but not least, taking some random tours inside the city. There&amp;apos;re always places that one has never been to. My listing it last doesn&amp;apos;t mean that it should be done last. It&amp;apos;s the kind of thing that one can do every weekend. You got a car, drive wherever you want, a bike, ride. None? Pick a bus station with multiple transportation lines. Get on the next or whichever to arrive. Then get off at whichever station that attracts you, maybe for no reason. Make it random. Randomnesses enrich life, to a great extent.&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#some-complaints&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;some-complaints&#34;&gt;Some Complaints&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;Been waiting for a better year for three years. Finally a more &lt;em&gt;REGULAR&lt;/em&gt; year is coming into sight. I&amp;apos;m not gonna say a thing about whether it is right to put all the pressure on people against the pandemic. But being under so much pressure for the past three years has really made me clear about some particular things, which I might have to keep to myself for ever.&lt;/p&gt;
&lt;p&gt;But we&amp;apos;re now looking at a much brighter sunrise, aren&amp;apos;t we? Even though we&amp;apos;ve paid the price, which was not so cheap.&lt;/p&gt;
&lt;p&gt;A little off topic. LOL.&lt;/p&gt;
&lt;h2&gt;&lt;a href=&#34;#what-to-expect-for-2023&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;what-to-expect-for-2023&#34;&gt;What to expect for 2023&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;During the working days, I came up with some idea about how to simplify my working routine so as to improve the efficiency. I might land on some of those after the Chinese NEW YEAR. Some posts might be on the way, HAHA.&lt;/p&gt;
&lt;p&gt;Mostly skills, I think. One is never too old too learn, let alone being a fresh graduate. I now work mainly about CAE analysis. There&amp;apos;s a lot to learn about, ways to improve the simulating accuracy, ways to simplify modeling process, etc.&lt;/p&gt;
&lt;p&gt;A better location to live. There&amp;apos;s simply nothing to do in my neighborhood. One&amp;apos;s gonna need communication with other people to enrich life. Bars, playgrounds, libraries would be nice to be around. At least public transportation should be convenient to access.&lt;/p&gt;
&lt;p&gt;Slowing down. People are thinking less nowadays. There&amp;apos;s just so much pressure everyday that people tend to go home and rest for the whole evening. With the development of internet technology, one get access to information in a much faster way. Side effects come with it. Taking in so much information in a short time leaves us no time to think. It&amp;apos;s time to put down the smart phones, and find a way to slow down the pace and enjoy life. Reading, meditating, learning some &lt;em&gt;soft&lt;/em&gt; instruments would be a way out.&lt;/p&gt;
&lt;hr&gt;
&lt;p&gt;PS: It&amp;apos;s Chinese new year&amp;apos;s night tonight! Happy new year!&lt;/p&gt;
 ]]></description>
        </item>
        <item>
            <guid isPermalink="true">https://www.mechgerald.website/2022/firstsinLife</guid>
            <title>Review on the Firsts in Life</title>
            <link>https://www.mechgerald.website/2022/firstsinLife</link>
            <category>Review</category>
            <pubDate>Thu, 10 Nov 2022 10:39:16 +0800</pubDate>
            <description><![CDATA[ &lt;h2&gt;&lt;a href=&#34;#foreword&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;foreword&#34;&gt;Foreword&lt;/span&gt;&lt;/h2&gt;&lt;p&gt;&lt;em&gt;The Firsts in Life&lt;/em&gt; focuses on lives of ordinary people, introduces you to people of different life periods, reveals the impermanence of life. The heroes and heroines of the documentary come from cities and countryside, from less than five y.o., all the way to eighties. People of different ages are faced with various problems, but all appeared to be fully delighted with how life is going on. I gotta say, making compromises with life from time to time is the secret of staying happy.&lt;/p&gt;
&lt;span id=&#34;more&#34;&gt;&lt;/span&gt;

&lt;blockquote&gt;
&lt;p&gt;Funny story, though, this particular documentary caught my sight about a year ago, yet I didn&amp;apos;t start until this girl I used to have a crush on talked about it the other day. I&amp;apos;ve always been keen at documentaries about nature and history, but this one did give me another view at humanity social documentaries.&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h2&gt;&lt;a href=&#34;#impressive-snippets&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;impressive-snippets&#34;&gt;Impressive snippets&lt;/span&gt;&lt;/h2&gt;&lt;h3&gt;&lt;a href=&#34;#e12-it-39-s-okay-if-you-forget-about-me&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;e12-it-39-s-okay-if-you-forget-about-me&#34;&gt;E12 &lt;em&gt;It&amp;apos;s okay if you forget about me&lt;/em&gt;&lt;/span&gt;&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;Perhaps, death is not the opposite of life, oblivion is.&lt;/p&gt;
&lt;/blockquote&gt;
&lt;p&gt;This is the sentence leads the whole episode. The last episode is kinda special, it focuses on only one family, of which one suffered with AD, also known as Alzheimer&amp;apos;s disease. I&amp;apos;m not gonna go detailed about the content of the episode. Documentaries are much better to watch and enjoy.&lt;/p&gt;
&lt;p&gt;No words, no presents can even level with the romance shown between the couple. It doesn&amp;apos;t require any kind of epic scenes, or heroic acts to show love to your beloved. It is to accompany her all the way through days, good ones as well as bad ones. In the end of the episode, there&amp;apos;s this line in the narration, &amp;quot;he&amp;apos;s worried that his wife would forget him&amp;quot;. The husband was just diagnosed with tumor, which was luckily confirmed benign later. News like this did not bring him any fear, yet her oblivion has been for years. I have no idea what love really means. Maybe there could not ever be an explicit definition. However, what love is capable of was portrayed vividly by this couple. &amp;quot;Death gives me far less fear than your oblivion.&amp;quot; What kind of luck it is that one gets to say this out loud in eighties.&lt;/p&gt;
&lt;h3&gt;&lt;a href=&#34;#e9-stay-together&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;e9-stay-together&#34;&gt;E9 &lt;em&gt;Stay together&lt;/em&gt;&lt;/span&gt;&lt;/h3&gt;&lt;blockquote&gt;
&lt;ul&gt;
&lt;li&gt;What is the sweetest thing to say?&lt;/li&gt;
&lt;li&gt;Your tumor is benign.&lt;/li&gt;
&lt;/ul&gt;
&lt;/blockquote&gt;
&lt;p&gt;As an old man said in the episode, &amp;quot;cancer is in the hands of fate, and you can&amp;apos;t avoid it&amp;quot;. One of the places that I hate to go to is a hospital. There&amp;apos;s so much misfortune to see, that I can&amp;apos;t bear with it, that I realized being happy everyday is as simple as staying safe and sound, having a meal together with family.&lt;/p&gt;
&lt;p&gt;Gotta stay optimistic about everything. Mood influences no only ourselves but probably everybody around, families, friends. To most people, disease like cancer is like a life sentence. They tend to lose their hope. In this episode, there&amp;apos;s this couple, husband of which is always like, &amp;quot;HAHA&amp;quot; even if he was diagnosed with cancer. Dealing with life is never about oneself. It&amp;apos;s about one&amp;apos;s family, one&amp;apos;s friends, even strangers are related. The wife said to the camera, &amp;quot;it&amp;apos;s like the world has collapsed&amp;quot;. And yet they managed to go through the operations, the chemotherapies. As the narration goes, &amp;quot;out of optimism, he accepts the fact of cancer. It is the constant companion of his wife that keeps him going&amp;quot;. I&amp;apos;d say vice versa, it&amp;apos;s her husband optimism that keeps her going. Family is all about mutual support. &amp;quot;You&amp;apos;re not alone&amp;quot; is just the kind of things one needs when they&amp;apos;re facing difficulties, especially from one&amp;apos;s family.&lt;/p&gt;
&lt;h3&gt;&lt;a href=&#34;#e10-we-39-re-going-to-school&#34; class=&#34;header-anchor&#34;&gt;#&lt;/a&gt;&lt;span id=&#34;e10-we-39-re-going-to-school&#34;&gt;E10 &lt;em&gt;We&amp;apos;re going to school&lt;/em&gt;&lt;/span&gt;&lt;/h3&gt;&lt;p&gt;This episode talks about retirement, mainly about the ones entering senior universities. It touched me because my parents are also about to retire from work. I&amp;apos;ve been trying to find some thing that may interest them, keep them occupied after that. I&amp;apos;ve seen so many people getting older faster than ever after retirement. One lose his/her routine all out of a sudden, and has no clue what to do every day. It&amp;apos;s just HARD for some people. In this senior universities, there&amp;apos;s so many things you get to do, dance, musical instrument, poetry, etc. It&amp;apos;s never too late to find what interests oneself. Life is not supposed to be boring after retirement. It&amp;apos;s supposed to be colorful than ever before.&lt;/p&gt;
&lt;p&gt;People of their age, had dreams, hobbies at their twenties. But not many people maintained these as they fighting for a better life, for themselves, for their offspring. It&amp;apos;s the perfect timing for them to make up for the regrets. As sons and daughters, we gotta find a way to talk them into it, to talk them out of the shyness of introducing themselves. People constantly say, &amp;quot;get out of the comforting zone&amp;quot;. It&amp;apos;s true for basically every one on earth.&lt;/p&gt;
 ]]></description>
        </item>
    </channel>
</rss>
