<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>摘抄 - Gerald&#39;s Cabin</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">


<link href="/snippets/index.html" rel="alternate" hreflang="en" />
    


<meta name="description" content="">





    <meta name="description" content="#&amp;#x6700;&amp;#x597D;&amp;#x7684;&amp;#x544A;&amp;#x522B; Atul Gawande  &amp;#x5BF9;&amp;#x4E8E;&amp;#x4EBA;&amp;#x7C7B;&amp;#x6765;&amp;#x8BF4;&amp;#xFF0C;&amp;#x751F;&amp;#x547D;&amp;#x4E4B;&amp;#x6240;&amp;#x4EE5;&amp;#x6709;&amp;#x610F;&amp;#x4E49;&amp;#x4E43;&amp;#x662F;&amp;#x56E0;">
<meta property="og:type" content="website">
<meta property="og:title" content="摘抄">
<meta property="og:url" content="https://www.mechgerald.website/zh-cn/snippets/index.html">
<meta property="og:site_name" content="Gerald&#39;s Cabin">
<meta property="og:description" content="#&amp;#x6700;&amp;#x597D;&amp;#x7684;&amp;#x544A;&amp;#x522B; Atul Gawande  &amp;#x5BF9;&amp;#x4E8E;&amp;#x4EBA;&amp;#x7C7B;&amp;#x6765;&amp;#x8BF4;&amp;#xFF0C;&amp;#x751F;&amp;#x547D;&amp;#x4E4B;&amp;#x6240;&amp;#x4EE5;&amp;#x6709;&amp;#x610F;&amp;#x4E49;&amp;#x4E43;&amp;#x662F;&amp;#x56E0;">
<meta property="og:locale" content="zh_CN">
<meta property="article:published_time" content="2023-10-17T12:57:37.000Z">
<meta property="article:modified_time" content="2024-03-30T12:03:21.951Z">
<meta property="article:author" content="Gerald">
<meta name="twitter:card" content="summary">





<link rel="icon" href="/img/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.4.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/zh-cn">
                
                    
                    Gerald&#39;s Cabin
                    
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/zh-cn/archives">归档</a>
            
            <a class="navbar-item "
               href="/zh-cn/categories">分类</a>
            
            <a class="navbar-item "
               href="/zh-cn/tags">标签</a>
            
            <a class="navbar-item is-active"
               href="/zh-cn/snippets">摘抄</a>
            
            <a class="navbar-item "
               href="/rss.xml">RSS</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            <!-- 
            <a class="navbar-item search" title="搜索" href="javascript:;">
                <i class="fas fa-search"></i>
            </a>
             -->
            
            
            <a class="navbar-item" title="GitHub" target="_blank" rel="noopener" href="https://github.com/Mocky-533">
                
                <i class="fab fa-github"></i>
                
            </a>
               
            
            
<div class="column is-narrow has-text-centered">
    <div class="dropdown is-down is-right is-hoverable" style="margin-top: -0.2em;">
        <div class="dropdown-trigger">
            <button class="button is-small" aria-haspopup="true" aria-controls="dropdown-menu7">
                <span class="icon">
                    <i class="fas fa-globe"></i>
                </span>
                <span>简体中文</span>
                <span class="icon is-small">
            <i class="fas fa-angle-down" aria-hidden="true"></i>
          </span>
            </button>
        </div>
        <div class="dropdown-menu has-text-left" role="menu">
            <div class="dropdown-content">
            
                <a href="/snippets/index.html" class="dropdown-item">
                    English
                </a>
            
                <a href="/zh-cn/snippets/index.html" class="dropdown-item">
                    简体中文
                </a>
            
            </div>
        </div>
    </div>
</div>

        </div>
    </div>
</nav>

    <section class="section">
    <div class="container">
    <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            摘抄
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <span>10月 17 2023</span>
            
        </span>
        
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <h2><a href="#zui-hao-de-gao-bie" class="header-anchor">#</a><span id="zui-hao-de-gao-bie">&#x6700;&#x597D;&#x7684;&#x544A;&#x522B;</span></h2><blockquote>
<p>Atul Gawande</p>
</blockquote>
<p>&#x5BF9;&#x4E8E;&#x4EBA;&#x7C7B;&#x6765;&#x8BF4;&#xFF0C;&#x751F;&#x547D;&#x4E4B;&#x6240;&#x4EE5;&#x6709;&#x610F;&#x4E49;&#x4E43;&#x662F;&#x56E0;&#x4E3A;&#x90A3;&#x662F;&#x4E00;&#x4E2A;&#x6545;&#x4E8B;&#x3002;&#x4E00;&#x4E2A;&#x6545;&#x4E8B;&#x5177;&#x6709;&#x6574;&#x4F53;&#x611F;&#xFF0C;&#x5176;&#x5F27;&#x5EA6;&#x53D6;&#x51B3;&#x4E8E;&#x90A3;&#x4E9B;&#x6709;&#x610F;&#x4E49;&#x7684;&#x65F6;&#x523B;&#x3001;&#x90A3;&#x4E9B;&#x53D1;&#x751F;&#x4E86;&#x91CD;&#x8981;&#x4E8B;&#x60C5;&#x7684;&#x65F6;&#x523B;&#x3002;</p>
<p align="right">$3/4/23$</p>

<h2><a href="#zai-zhong-guo-da-di-shang" class="header-anchor">#</a><span id="zai-zhong-guo-da-di-shang">&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x5730;&#x4E0A;</span></h2><blockquote>
<p>Paul Theroux</p>
</blockquote>
<p>&#x201C;&#x4F55;&#x5148;&#x751F;&#xFF0C;&#x4F60;&#x52A0;&#x5165;&#x4E86;&#x4EC0;&#x4E48;&#x5DE5;&#x4F1A;&#x5417;&#xFF1F;&#x201D;<br>&#x201C;&#x5F53;&#x7136;&#x4E86;&#xFF0C;&#x94C1;&#x8DEF;&#x5DE5;&#x4F1A;&#xFF0C;&#x6BCF;&#x4E00;&#x540D;&#x94C1;&#x8DEF;&#x5DE5;&#x4EBA;&#x90FD;&#x662F;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x5458;&#x3002;&#x201D;<br>&#x201C;&#x5DE5;&#x4F1A;&#x90FD;&#x505A;&#x4E9B;&#x4EC0;&#x4E48;&#x4E8B;&#x60C5;&#xFF1F;&#x201D;<br>&#x201C;&#x5927;&#x5BB6;&#x4F1A;&#x63D0;&#x51FA;&#x4E00;&#x4E9B;&#x5173;&#x4E8E;&#x5DE5;&#x4F5C;&#x6761;&#x4EF6;&#x7684;&#x610F;&#x89C1;&#xFF0C;&#x4E5F;&#x4F1A;&#x8BA8;&#x8BBA;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#x3002;&#x201D;<br>&#x201C;&#x4F1A;&#x8BA8;&#x8BBA;&#x94B1;&#x5417;&#xFF1F;&#x201D;<br>&#x201C;&#x4E0D;&#x4F1A;&#x3002;&#x201D;&#x4ED6;&#x56DE;&#x7B54;&#x3002;<br>&#x201C;&#x5982;&#x679C;&#x5DE5;&#x4F5C;&#x6761;&#x4EF6;&#x5F88;&#x6076;&#x52A3;&#x2014;&#x2014;&#x6BD4;&#x5982;&#x4E0D;&#x7ED9;&#x4F60;&#x5403;&#x996D;&#x6216;&#x4F11;&#x606F;&#x7684;&#x65F6;&#x95F4;&#x2014;&#x2014;&#x6216;&#x8005;&#x5DE5;&#x4F1A;&#x7684;&#x610F;&#x89C1;&#x6CA1;&#x6709;&#x5F97;&#x5230;&#x5C0A;&#x91CD;&#xFF0C;&#x4F60;&#x4EEC;&#x4F1A;&#x8003;&#x8651;&#x7F62;&#x5DE5;&#x5417;&#xFF1F;&#x201D;<br>&#x6C89;&#x9ED8;&#x826F;&#x4E45;&#x4E4B;&#x540E;&#xFF0C;&#x4F55;&#x5148;&#x751F;&#x7B54;&#x9053;&#xFF1A;&#x201C;&#x4E0D;&#x4F1A;&#x3002;&#x201D;<br>&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;&#x82F1;&#x56FD;&#x548C;&#x7F8E;&#x56FD;&#x7684;&#x94C1;&#x8DEF;&#x5DE5;&#x4EBA;&#x52A8;&#x4E0D;&#x52A8;&#x5C31;&#x7F62;&#x5DE5;&#x3002;&#x4E2D;&#x56FD;&#x4EBA;&#x6C11;&#x4E5F;&#x6709;&#x7F62;&#x5DE5;&#x7684;&#x6743;&#x5229;&#xFF0C;&#x5BAA;&#x6CD5;&#x91CC;&#x6709;&#x89C4;&#x5B9A;&#x7684;&#x3002;&#x201D;<br>&#x4ED6;&#x6478;&#x4E86;&#x6478;&#x4E0B;&#x5DF4;&#xFF0C;&#x53D8;&#x5F97;&#x975E;&#x5E38;&#x4E25;&#x8083;&#x3002;<br>&#x201C;&#x6211;&#x4EEC;&#x4E0D;&#x4E3A;&#x8D44;&#x672C;&#x4E3B;&#x4E49;&#x8005;&#x670D;&#x52A1;&#xFF0C;&#x201D;&#x4ED6;&#x8BF4;&#xFF0C;&#x201C;&#x6211;&#x4EEC;&#x670D;&#x52A1;&#x7684;&#x662F;&#x4EBA;&#x6C11;&#x3002;&#x5982;&#x679C;&#x7F62;&#x5DE5;&#x7684;&#x8BDD;&#xFF0C;&#x4EBA;&#x4EEC;&#x5C31;&#x6CA1;&#x6CD5;&#x51FA;&#x884C;&#x4E86;&#xFF0C;&#x90A3;&#x6837;&#x4F1A;&#x635F;&#x5BB3;&#x4ED6;&#x4EEC;&#x7684;&#x5229;&#x76CA;&#x3002;&#x201D;<br>&#x201C;&#x56DE;&#x7B54;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x4F55;&#x5148;&#x751F;&#x3002;&#x53EF;&#x662F;&#x73B0;&#x5728;&#x4E2D;&#x56FD;&#x4E5F;&#x6709;&#x8D44;&#x672C;&#x4E3B;&#x4E49;&#x8005;&#x4E86;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x90A3;&#x4E9B;&#x4ECE;&#x897F;&#x65B9;&#x56FD;&#x5BB6;&#x6765;&#x7684;&#x6E38;&#x5BA2;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x81EA;&#x5DF1;&#x4E5F;&#x5728;&#x79EF;&#x7D2F;&#x8D22;&#x5BCC;&#x3002;&#x201D;<br>&#x201C;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x4ED6;&#x4EEC;&#x90FD;&#x662F;&#x4E58;&#x5BA2;&#x3002;&#x201D;</p>
<p align="right">$5/4/23$</p>

<h2><a href="#pei-an-dong-ni-du-guo-man-chang-sui-yue" class="header-anchor">#</a><span id="pei-an-dong-ni-du-guo-man-chang-sui-yue">&#x966A;&#x5B89;&#x4E1C;&#x5C3C;&#x5EA6;&#x8FC7;&#x6F2B;&#x957F;&#x5C81;&#x6708;</span></h2><blockquote>
<p>Anthony(&#x9A6C;&#x4EAE;)</p>
</blockquote>
<p>&#x6211;&#x4EEC;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x65C5;&#x884C;&#x5462;<br>&#x6211;&#x60F3; &#x53EF;&#x80FD;&#x662F; &#x56E0;&#x4E3A; &#x6709;&#x4E9B;&#x4EBA; &#x6709;&#x4E9B;&#x4E8B; &#x6709;&#x4E9B;&#x5730;&#x65B9; &#x4E00;&#x65E6;&#x79BB;&#x5F00; &#x5C31;&#x56DE;&#x4E0D;&#x53BB;&#x4E86; &#x6216;&#x8005;&#x5E94;&#x8BE5;&#x8BF4; &#x603B;&#x89C9;&#x5F97; &#x81EA;&#x5DF1;&#x56DE;&#x4E0D;&#x53BB;&#x4E86;</p>
<p align="right">$8/20/23$</p>

<h2><a href="#ti-zhe-shi-jie-hao-hao-zhao-gu-zi-ji" class="header-anchor">#</a><span id="ti-zhe-shi-jie-hao-hao-zhao-gu-zi-ji">&#x66FF;&#x8FD9;&#x4E16;&#x754C;&#x597D;&#x597D;&#x7167;&#x987E;&#x81EA;&#x5DF1;</span></h2><blockquote>
<p>&#x5965;&#x4E3D;&#x5B89;&#xB7;&#x5965;&#x675C;&#x5C14;</p>
</blockquote>
<p>&#x4ED6;&#x4EBA;&#x6216;&#x8BB8;&#x4E0D;&#x80FD;&#x966A;&#x5728;&#x8EAB;&#x8FB9;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4E00;&#x76F4;&#x5728;&#x81EA;&#x5DF1;&#x8EAB;&#x8FB9;&#xFF0C;&#x5173;&#x6CE8;&#x81EA;&#x5DF1;&#xFF0C;&#x4EF0;&#x8D56;&#x81EA;&#x5DF1;&#xFF0C;&#x8BA9;&#x81EA;&#x5DF1;&#x6D3B;&#x7740;&#xFF0C;&#x4E5F;&#x8BA9;&#x522B;&#x4EBA;&#x6D3B;&#x7740;&#x3002;</p>
<hr>
<p>&#x6211;&#x4EEC;&#x8981;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#xFF0C;&#x4E0D;&#x7BA1;&#x60C5;&#x51B5;&#x5982;&#x4F55;&#xFF0C;&#x90FD;&#x80FD;&#x7F13;&#x6B65;&#x5411;&#x524D;&#x3002;&#x5927;&#x8111;&#x575A;&#x6301;&#x524D;&#x5F80;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5FC3;&#x53EF;&#x80FD;&#x4E0D;&#x613F;&#x53BB;&#xFF1B;&#x5927;&#x8111;&#x8BF4;&#x4E0D;&#x80FD;&#x53BB;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5FC3;&#x4F1A;&#x5F15;&#x9886;&#x6211;&#x4EEC;&#x524D;&#x884C;&#x3002;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4F1A;&#x611F;&#x53D7;&#xFF0C;&#x5B66;&#x4F1A;&#x601D;&#x8003;&#x3002;&#x6709;&#x65F6;&#x6211;&#x4EEC;&#x4F1A;&#x53D7;&#x5230;&#x67D0;&#x79CD;&#x83AB;&#x540D;&#x5730;&#x6307;&#x5F15;&#xFF0C;&#x8D70;&#x4E0A;&#x65E2;&#x4E0D;&#x662F;&#x5FC3;&#x4E5F;&#x4E0D;&#x662F;&#x5927;&#x8111;&#x6240;&#x9009;&#x62E9;&#x7684;&#x8DEF;&#x5F84;&#xFF0C;&#x90A3;&#x4E5F;&#x4E0D;&#x8981;&#x7D27;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x8981;&#x575A;&#x6301;&#x8046;&#x542C;&#x81EA;&#x5DF1;&#x7684;&#x58F0;&#x97F3;&#xFF0C;&#x5C0A;&#x91CD;&#x81EA;&#x5DF1;&#x6240;&#x542C;&#x5230;&#x7684;&#xFF0C;&#x5E76;&#x7ED9;&#x4E88;&#x81EA;&#x5DF1;&#x6240;&#x9700;&#xFF0C;&#x505A;&#x5E94;&#x8BE5;&#x505A;&#x7684;&#x3002;</p>
<hr>
<p>&#x7D2F;&#x4E86;&#x5C31;&#x4F11;&#x606F;&#xFF0C;&#x6E34;&#x4E86;&#x5C31;&#x559D;&#x676F;&#x6C34;&#xFF0C;&#x5BC2;&#x5BDE;&#x7684;&#x65F6;&#x5019;&#x6253;&#x6253;&#x7535;&#x8BDD;&#xFF0C;&#x538B;&#x529B;&#x5927;&#x65F6;&#x5C31;&#x5BFB;&#x6C42;&#x534F;&#x52A9;&#x3002;&#x5982;&#x679C;&#x60F3;&#x8981;&#x67D0;&#x6837;&#x4E1C;&#x897F;&#x81EA;&#x5DF1;&#x53C8;&#x8D1F;&#x62C5;&#x5F97;&#x8D77;&#xFF0C;&#x5C31;&#x4E70;&#x7ED9;&#x81EA;&#x5DF1;&#xFF0C;&#x5982;&#x679C;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x5408;&#x6CD5;&#x65E0;&#x5BB3;&#xFF0C;&#x5C31;&#x653E;&#x624B;&#x53BB;&#x505A;&#x3002;&#x8FD9;&#x4E16;&#x4E0A;&#x5E76;&#x6CA1;&#x6709;&#x4EBA;&#x89C4;&#x5B9A;&#x6211;&#x4EEC;&#x8BE5;&#x7231;&#x8C01;&#x6216;&#x4E0D;&#x8BE5;&#x7231;&#x8C01;&#xFF0C;&#x4EE5;&#x53CA;&#x8981;&#x8DDF;&#x8C01;&#x5728;&#x4E00;&#x8D77;&#x3002;&#x6211;&#x4EEC;&#x53EA;&#x8981;&#x73CD;&#x7231;&#x81EA;&#x5DF1;&#xFF0C;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x662F;&#x503C;&#x5F97;&#x7684;&#x3002;&#x5C31;&#x50CF;&#x547C;&#x5438;&#x90A3;&#x822C;&#x81EA;&#x7136;&#x5730;&#x82B1;&#x65F6;&#x95F4;&#x5728;&#x81EA;&#x5DF1;&#x8EAB;&#x4E0A;&#x3002;&#x653E;&#x624B;&#xFF0C;&#x6210;&#x957F;&#xFF0C;&#x53D1;&#x5C55;&#xFF0C;&#x4E13;&#x6CE8;&#x5728;&#x81EA;&#x8EAB;&#xFF0C;&#x8FD9;&#x6837;&#x5F53;&#x7231;&#x6765;&#x4E34;&#x65F6;&#xFF0C;&#x8FD9;&#x4EFD;&#x7231;&#x4FBF;&#x80FD;&#x5145;&#x5206;&#x53D1;&#x5C55;&#xFF0C;&#x5E76;&#x5E26;&#x6765;&#x4E50;&#x8DA3;&#x3002;&#x6211;&#x4EEC;&#x503C;&#x5F97;&#x5FEB;&#x4E50;&#x8FC7;&#x6D3B;&#xFF0C;&#x4E0D;&#x5FC5;&#x8BA9;&#x81EA;&#x5DF1;&#x611F;&#x89C9;&#x7F6A;&#x6076;&#x2014;&#x2014;&#x73A9;&#x4E50;&#x662F;&#x82B1;&#x65F6;&#x95F4;&#x5E86;&#x795D;&#x81EA;&#x5DF1;&#x6D3B;&#x7740;&#x3002;&#x6211;&#x65E0;&#x6CD5;&#x786E;&#x5207;&#x77E5;&#x9053;&#x4F60;&#x8BE5;&#x505A;&#x4E9B;&#x4EC0;&#x4E48;&#x624D;&#x80FD;&#x7167;&#x987E;&#x81EA;&#x5DF1;&#xFF0C;&#x4F46;&#x6211;&#x77E5;&#x9053;&#x4F60;&#x4E00;&#x5B9A;&#x6709;&#x529E;&#x6CD5;&#x7167;&#x987E;&#x81EA;&#x5DF1;&#x3002;<br>&#x8FD9;&#x5C31;&#x662F;&#x201C;&#x81EA;&#x6211;&#x7167;&#x987E;&#x201D;&#x3002;&#x81EA;&#x6211;&#x7167;&#x987E;&#x4E0D;&#x662F;&#x81EA;&#x6211;&#x653E;&#x7EB5;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x8D1F;&#x9762;&#x8BE0;&#x91CA;&#x7684;&#x5229;&#x5DF1;&#x4E3B;&#x4E49;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x4E92;&#x76F8;&#x5C0A;&#x91CD;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x662F;&#x8BA9;&#x6211;&#x4EEC;&#x8D1F;&#x8D23;&#x4EFB;&#x5730;&#x8FC7;&#x81EA;&#x5DF1;&#x7684;&#x4EBA;&#x751F;&#xFF0C;&#x4E5F;&#x8BA9;&#x4ED6;&#x4EBA;&#x4F9D;&#x7167;&#x81EA;&#x5DF1;&#x6240;&#x9009;&#x62E9;&#x7684;&#x65B9;&#x5F0F;&#x751F;&#x6D3B;&#xFF0C;&#x800C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x6D3B;&#x7740;&#x3002;</p>
<hr>
<p>&#x4ED6;&#x4EBA;&#x7684;&#x6028;&#x6068;&#x662F;&#x6CA1;&#x6709;&#x7528;&#x7684;&#xFF0C;&#x66FF;&#x4E0A;&#x5E1D;&#x60E9;&#x7F5A;&#x4E00;&#x4E2A;&#x4EBA;&#x66F4;&#x6CA1;&#x6709;&#x5FC5;&#x8981;&#xFF0C;&#x4EBA;&#x4EEC;&#x7EC8;&#x7A76;&#x8FD8;&#x662F;&#x4F1A;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x5341;&#x5B57;&#x67B6;&#x524D;&#xFF0C;&#x8DCC;&#x5012;&#xFF0C;&#x6218;&#x529B;&#xFF0C;&#x6700;&#x7EC8;&#x4E00;&#x80A9;&#x625B;&#x8D77;&#x3002;&#x800C;&#x6211;&#x4EEC;&#x80FD;&#x505A;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x63A5;&#x53D7;&#x5E76;&#x539F;&#x8C05;&#xFF0C;&#x7136;&#x540E;&#x653E;&#x624B;&#x8BA9;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x89E3;&#x51B3;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<p align="right">$10/23/23$</p>

<h2><a href="#xun-zhao-bai-you-jie" class="header-anchor">#</a><span id="xun-zhao-bai-you-jie">&#x5BFB;&#x627E;&#x767E;&#x5FE7;&#x89E3;</span></h2><blockquote>
<p>&#x9648;&#x767E;&#x5FE7;</p>
</blockquote>
<p>&#x4E4B;&#x524D;&#x6211;&#x6709;&#x4F4D;&#x8001;&#x5E08;&#x66FE;&#x8BF4;&#xFF0C;&#x5584;&#x826F;&#x7684;&#x4EBA;&#x624D;&#x4F1A;&#x5F97;&#x7CBE;&#x795E;&#x75C5;&#xFF0C;&#x201C;&#x56E0;&#x4E3A;&#x4E0D;&#x5FCD;&#x5FC3;&#x602A;&#x522B;&#x4EBA;&#xFF0C;&#x6240;&#x4EE5;&#x53EA;&#x80FD;&#x602A;&#x81EA;&#x5DF1;&#x201D;&#x3002;</p>
<hr>
<p>&#x4ED4;&#x7EC6;&#x60F3;&#x60F3;&#xFF0C;&#x9700;&#x8981;&#x6B63;&#x89C6;&#x78E8;&#x96BE;&#xFF0C;&#x4E0E;&#x81EA;&#x5DF1;&#x548C;&#x89E3;&#x7684;&#x4E0D;&#x53EA;&#x662F;&#x8001;&#x725B;&#x3002;&#x751F;&#x6D3B;&#x672C;&#x5C31;&#x662F;&#x4E00;&#x573A;&#x6301;&#x4E45;&#x6218;&#xFF0C;&#x8001;&#x725B;&#x7684;&#x9009;&#x62E9;&#x6216;&#x8BB8;&#x662F;&#x4E00;&#x6761;&#x51FA;&#x8DEF;&#xFF0C;&#x8FC7;&#x597D;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x966A;&#x4F34;&#x90A3;&#x4E9B;&#x4F60;&#x5728;&#x610F;&#x7684;&#x4EBA;&#x8D70;&#x66F4;&#x8FDC;&#x7684;&#x8DEF;&#x3002;&#x6211;&#x5F88;&#x786E;&#x4FE1;&#xFF0C;&#x5F80;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x5F7C;&#x6B64;&#x7684;&#x56DE;&#x5FC6;&#x91CC;&#xFF1A;&#x8001;&#x725B;&#x7ED9;&#x6211;&#x4EEC;&#x751C;&#x6A31;&#x6843;&#xFF0C;&#x6211;&#x4EEC;&#x7ED9;&#x4ED6;&#x529B;&#x91CF;&#x3002;</p>
<hr>
<p>&#x5982;&#x679C;&#x8FD8;&#x6709;&#x673A;&#x4F1A;&#x89C1;&#x5230;&#x738B;&#x745E;&#x519B;&#xFF0C; &#x6211;&#x5F88;&#x60F3;&#x544A;&#x8BC9;&#x5979;&#xFF0C;&#x90A3;&#x4E2A;&#x56F0;&#x6270;&#x4F60;&#x7684;&#x95EE;&#x9898;&#x53EF;&#x80FD;&#x6CA1;&#x6709;&#x6807;&#x51C6;&#x7B54;&#x6848;&#xFF0C;&#x4F46;&#x4F60;&#x7684;&#x5B58;&#x5728;&#x672C;&#x8EAB;&#xFF0C;&#x5C31;&#x662F;&#x6700;&#x597D;&#x7684;&#x7B54;&#x6848;&#x3002;</p>
<hr>
<p>&#x65E0;&#x8BBA;&#x6211;&#x505A;&#x51FA;&#x600E;&#x6837;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x6211;&#x90FD;&#x5E0C;&#x671B;&#x5BF9;&#x65B9;&#x80FD;&#x7ED9;&#x6211;&#x77E5;&#x60C5;&#x7684;&#x6743;&#x5229;&#x2014;&#x2014;&#x8BA9;&#x6211;&#x77E5;&#x6653;&#x4F60;&#x7684;&#x4E00;&#x5207;&#xFF0C;&#x8BA9;&#x540E;&#x51B3;&#x5B9A;&#x7231;&#x4E0D;&#x7231;&#x4F60;&#x3002;&#x8FD9;&#x4E5F;&#x8BE5;&#x662F;&#x6211;&#x7684;&#x6743;&#x5229;&#x3002;</p>
<hr>
<p>&#x6211;&#x4EEC;&#x8FD9;&#x4E00;&#x751F;&#xFF0C;&#x9047;&#x5230;&#x7231;&#x5E76;&#x4E0D;&#x7A00;&#x7F55;&#xFF0C;&#x7A00;&#x7F55;&#x7684;&#x662F;&#x2014;&#x2014;&#x9047;&#x5230;&#x4E86;&#x89E3;&#x3002;</p>
<p align="right">$10/15/23$</p>

<h2><a href="#shan-yu-mo-tuo-che-wei-xiu-yi-zhu-yi-chang-dui-jie-zhi-de-tan-xun" class="header-anchor">#</a><span id="shan-yu-mo-tuo-che-wei-xiu-yi-zhu-yi-chang-dui-jie-zhi-de-tan-xun">&#x7985;&#x4E0E;&#x6469;&#x6258;&#x8F66;&#x7EF4;&#x4FEE;&#x827A;&#x672F;&#x2014;&#x2014;&#x4E00;&#x573A;&#x5BF9;&#x4EF7;&#x503C;&#x7684;&#x63A2;&#x5BFB;</span></h2><blockquote>
<p>Robert M. Pirsig</p>
</blockquote>
<p>&#x201C;&#x8FC7;&#x53BB;&#x201D;&#x53EA;&#x5B58;&#x5728;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x8BB0;&#x5FC6;&#x4E2D;&#xFF0C;&#x201C;&#x672A;&#x6765;&#x201D;&#x5219;&#x5B58;&#x5728;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x4E4B;&#x4E2D;&#xFF0C;&#x800C;&#x53EA;&#x6709;&#x201C;&#x73B0;&#x5728;&#x201D;&#x624D;&#x662F;&#x552F;&#x4E00;&#x7684;&#x73B0;&#x5B9E;</p>
<p align="right">$12/15/23$</p>

<hr>
<p>&#x5F53;&#x7136;&#xFF0C;&#x8BD5;&#x70BC;&#x6C38;&#x8FDC;&#x4E0D;&#x4F1A;&#x4E86;&#x7ED3;&#x3002;&#x4EBA;&#x53EA;&#x8981;&#x6D3B;&#x7740;&#x5C31;&#x4F1A;&#x53D1;&#x751F;&#x4E0D;&#x6109;&#x5FEB;&#x7684;&#x4E8B;&#x548C;&#x4E0D;&#x5E78;&#x7684;&#x4E8B;&#x3002;&#x4F46;&#x662F;&#x6211;&#x73B0;&#x5728;&#x6709;&#x4E00;&#x79CD;&#x4EE5;&#x524D;&#x6CA1;&#x6709;&#x8FC7;&#x7684;&#x611F;&#x89C9;&#x3002;&#x8FD9;&#x79CD;&#x611F;&#x89C9;&#x5E76;&#x4E0D;&#x53EA;&#x662F;&#x505C;&#x7559;&#x5728;&#x8868;&#x9762;&#xFF0C;&#x800C;&#x662F;&#x6DF1;&#x5165;&#x5185;&#x91CC;&#xFF1A;&#x6211;&#x4EEC;&#x8D62;&#x4E86;&#x3002;&#x60C5;&#x51B5;&#x6B63;&#x5728;&#x6162;&#x6162;&#x597D;&#x8D77;&#x6765;&#x3002;&#x6211;&#x4EEC;&#x51E0;&#x4E4E;&#x53EF;&#x4EE5;&#x8FD9;&#x6837;&#x671F;&#x8BB8;&#x3002;</p>
<p align="right">$12/30/23$</p>

<h2><a href="#yi-zhu-zhen-xiang-yu-zheng-zhi" class="header-anchor">#</a><span id="yi-zhu-zhen-xiang-yu-zheng-zhi">&#x827A;&#x672F;&#x3001;&#x771F;&#x76F8;&#x4E0E;&#x653F;&#x6CBB;</span></h2><blockquote>
<p>Harold Pinter</p>
</blockquote>
<p>&#x5728;&#x771F;&#x5B9E;&#x4E0E;&#x5047;&#x60F3;&#x4E4B;&#x95F4;&#x6CA1;&#x6709;&#x660E;&#x786E;&#x7684;&#x533A;&#x522B;&#xFF0C;&#x5728;&#x771F;&#x5B9E;&#x4E0E;&#x865A;&#x5047;&#x4E4B;&#x95F4;&#x4E5F;&#x6CA1;&#x6709;&#x3002;&#x4E00;&#x4EF6;&#x4E8B;&#x7269;&#x5E76;&#x4E0D;&#x5FC5;&#x7136;&#x4E0D;&#x662F;&#x771F;&#x7684;&#x5C31;&#x662F;&#x5047;&#x7684;&#xFF1B;&#x5B83;&#x53EF;&#x4EE5;&#x65E2;&#x662F;&#x771F;&#x7684;&#x53C8;&#x662F;&#x5047;&#x7684;</p>
<p align="right">$2/2/24$</p>

<h2><a href="#hua-hua-gong-zi-cai-fang-ku-bu-li-ke" class="header-anchor">#</a><span id="hua-hua-gong-zi-cai-fang-ku-bu-li-ke">&#x82B1;&#x82B1;&#x516C;&#x5B50;&#x91C7;&#x8BBF;&#x5E93;&#x5E03;&#x91CC;&#x514B;</span></h2><blockquote>
<p>Stanley Kubrick</p>
</blockquote>
<p>&#x751F;&#x547D;&#x7684;&#x65E0;&#x610F;&#x4E49;&#xFF0C;&#x8FEB;&#x4F7F;&#x4EBA;&#x53BB;&#x521B;&#x9020;&#x81EA;&#x5DF1;&#x7684;&#x610F;&#x4E49;&#x2026;&#x2026;<br>&#x4E0D;&#x7BA1;&#x9ED1;&#x6697;&#x591A;&#x4E48;&#x5E7F;&#x9614;&#x65E0;&#x8FB9;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x62E5;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x5149;&#x660E;&#x3002;</p>
<p align="right">$2/3/24$</p>

<h2><a href="#la-ding-mei-zhou-bei-qie-kai-de-xie-guan" class="header-anchor">#</a><span id="la-ding-mei-zhou-bei-qie-kai-de-xie-guan">&#x62C9;&#x4E01;&#x7F8E;&#x6D32;&#x88AB;&#x5207;&#x5F00;&#x7684;&#x8840;&#x7BA1;</span></h2><blockquote>
<p>Eduardo Galeano</p>
</blockquote>
<p>&#x4E00;&#x79CD;&#x4EA7;&#x54C1;&#x8D8A;&#x662F;&#x53D7;&#x5230;&#x4E16;&#x754C;&#x5E02;&#x573A;&#x7684;&#x9752;&#x7750;&#xFF0C;&#x5B83;&#x5E26;&#x7ED9;&#x4E3A;&#x751F;&#x4EA7;&#x8FD9;&#x79CD;&#x4EA7;&#x54C1;&#x800C;&#x505A;&#x51FA;&#x727A;&#x7272;&#x7684;&#x62C9;&#x7F8E;&#x4EBA;&#x6C11;&#x7684;&#x707E;&#x5BB3;&#x4E5F;&#x5C31;&#x8D8A;&#x5927;&#x3002;</p>
<p align="right">$30/3/24$</p>
    
    </div>
    
    
</article>

<!-- 
<div class="sharebox">
    
<div class="notification is-danger">
    You need to set <code>install_url</code> to use ShareThis. Please set it in <code>_config.yml</code>.
</div>

</div>



<div class="comments">
    <h3 class="title is-4">评论</h3>
    
<div id="disqus_thread">
    
    <div class="notification is-danger">
        You forgot to set the <code>shortname</code> for Disqus. Please set it in <code>_config.yml</code>.
    </div>
    
    <noscript>Please enable JavaScript to view the <a target="_blank" rel="noopener" href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
</div>
 -->
    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2024 Gerald&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            <div class="column is-narrow">
                <div class="columns is-mobile is-multiline is-centered">
                
                    
                <a class="column is-narrow has-text-black" title="GitHub" target="_blank" rel="noopener" href="https://github.com/Mocky-533">
                    
                    <i class="fab fa-github"></i>
                    
                </a>
                
                    
                <a class="column is-narrow has-text-black" title="Instagram" target="_blank" rel="noopener" href="https://www.instagram.com/maxwellwu435/">
                    
                    <i class="fab fa-instagram"></i>
                    
                </a>
                
                    
                <a class="column is-narrow has-text-black" title="Telegram" target="_blank" rel="noopener" href="https://t.me/+nfP8Ly2pi800ZGNl">
                    
                    <i class="fab fa-telegram"></i>
                    
                </a>
                
                </div>
            </div>
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    <!-- 
    <div class="searchbox ins-search">
    <div class="searchbox-mask"></div>
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="站内搜索" />
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
    (function (window) {
        var INSIGHT_CONFIG = {
            TRANSLATION: {
                POSTS: '文章',
                PAGES: '页面',
                CATEGORIES: '分类',
                TAGS: '标签',
                UNTITLED: '(无标题)',
            },
            CONTENT_URL: '/content.zh-cn.json',
        };
        window.INSIGHT_CONFIG = INSIGHT_CONFIG;
    })(window);
</script>

<script src="/js/insight.js"></script>

     -->
</body>
</html>