<!DOCTYPE html>
<html class="has-navbar-fixed-top">
<head>
    <meta charset="utf-8">
<title>До свидания, Харбин - Gerald&#39;s Cabin</title>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.css">


<link href="/2023/zh-cn/Harbin" rel="alternate" hreflang="en" />
    


<meta name="description" content="">





    <meta name="description" content="&amp;#x7AEF;&amp;#x5348;&amp;#x524D;&amp;#x56E0;&amp;#x4E3A;&amp;#x4E00;&amp;#x4E9B;&amp;#x4E8B;&amp;#x60C5;&amp;#x5FC3;&amp;#x60C5;&amp;#x5F88;&amp;#x5DEE;&amp;#xFF0C;&amp;#x60F3;&amp;#x6765;&amp;#x4E5F;&amp;#x53EA;&amp;#x662F;&amp;#x4E09;&amp;#x5929;&amp;#x7684;&amp;#x77ED;&amp;#x4F11;&amp;#xFF0C">
<meta property="og:type" content="article">
<meta property="og:title" content="До свидания, Харбин">
<meta property="og:url" content="https://www.mechgerald.website/2023/zh-cn/Harbin">
<meta property="og:site_name" content="Gerald&#39;s Cabin">
<meta property="og:description" content="&amp;#x7AEF;&amp;#x5348;&amp;#x524D;&amp;#x56E0;&amp;#x4E3A;&amp;#x4E00;&amp;#x4E9B;&amp;#x4E8B;&amp;#x60C5;&amp;#x5FC3;&amp;#x60C5;&amp;#x5F88;&amp;#x5DEE;&amp;#xFF0C;&amp;#x60F3;&amp;#x6765;&amp;#x4E5F;&amp;#x53EA;&amp;#x662F;&amp;#x4E09;&amp;#x5929;&amp;#x7684;&amp;#x77ED;&amp;#x4F11;&amp;#xFF0C">
<meta property="og:locale" content="zh_CN">
<meta property="og:image" content="https://www.mechgerald.website/img/Sophia.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/Sophia_Dawn.png">
<meta property="og:image" content="https://www.mechgerald.website/img/SovietSoldersStatue.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/RandomQuote.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/ConcertInHarbin.png">
<meta property="og:image" content="https://www.mechgerald.website/img/Booklet.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/Wall_Harbin.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/EMO_prohibited.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/CentralSteet.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/ConcertHall.jpg">
<meta property="og:image" content="https://www.mechgerald.website/img/Poetry.jpg">
<meta property="article:published_time" content="2023-06-24T17:56:00.000Z">
<meta property="article:modified_time" content="2023-06-25T13:25:31.569Z">
<meta property="article:author" content="Gerald">
<meta property="article:tag" content="Travel">
<meta name="twitter:card" content="summary">
<meta name="twitter:image" content="https://www.mechgerald.website/img/Sophia.jpg">





<link rel="icon" href="/img/favicon.png">


<link rel="stylesheet" href="//fonts.googleapis.com/css?family=Ovo|Source+Code+Pro">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/bulma/0.6.2/css/bulma.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/css/lightgallery.min.css">
<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/css/justifiedGallery.min.css">


<link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.12.0/styles/atom-one-light.min.css">


<link rel="stylesheet" href="/css/style.css">


<script defer src="//use.fontawesome.com/releases/v5.0.8/js/all.js"></script>


    
    
    
    
    
    
    
    
    
    

    


<meta name="generator" content="Hexo 5.4.0"></head>
<body>
    
<nav class="navbar is-transparent is-fixed-top navbar-main" role="navigation" aria-label="main navigation">
    <div class="container">
        <div class="navbar-brand">
            <a class="navbar-item navbar-logo" href="/zh-cn">
                
                    
                    Gerald&#39;s Cabin
                    
                
            </a>
            <div class="navbar-burger">
                <span></span>
                <span></span>
                <span></span>
            </div>
        </div>
        
        <div class="navbar-menu navbar-start">
            
            <a class="navbar-item "
               href="/zh-cn/archives">归档</a>
            
            <a class="navbar-item "
               href="/zh-cn/categories">分类</a>
            
            <a class="navbar-item "
               href="/zh-cn/tags">标签</a>
            
            <a class="navbar-item "
               href="/zh-cn/snippets">摘抄</a>
            
            <a class="navbar-item "
               href="/rss.xml">RSS</a>
            
        </div>
        
        <div class="navbar-menu navbar-end">
            <!-- 
            <a class="navbar-item search" title="搜索" href="javascript:;">
                <i class="fas fa-search"></i>
            </a>
             -->
            
            
            <a class="navbar-item" title="GitHub" target="_blank" rel="noopener" href="https://github.com/Mocky-533">
                
                <i class="fab fa-github"></i>
                
            </a>
               
            
            
<div class="column is-narrow has-text-centered">
    <div class="dropdown is-down is-right is-hoverable" style="margin-top: -0.2em;">
        <div class="dropdown-trigger">
            <button class="button is-small" aria-haspopup="true" aria-controls="dropdown-menu7">
                <span class="icon">
                    <i class="fas fa-globe"></i>
                </span>
                <span>简体中文</span>
                <span class="icon is-small">
            <i class="fas fa-angle-down" aria-hidden="true"></i>
          </span>
            </button>
        </div>
        <div class="dropdown-menu has-text-left" role="menu">
            <div class="dropdown-content">
            
                <a href="/2023/zh-cn/Harbin" class="dropdown-item">
                    English
                </a>
            
                <a href="/zh-cn/2023/zh-cn/Harbin" class="dropdown-item">
                    简体中文
                </a>
            
            </div>
        </div>
    </div>
</div>

        </div>
    </div>
</nav>

    <section class="section">
    <div class="container">
    <article class="article content gallery" itemscope itemprop="blogPost">
    <h1 class="article-title is-size-3 is-size-4-mobile" itemprop="name">
        
            До свидания, Харбин
        
    </h1>
    <div class="article-meta columns is-variable is-1 is-multiline is-mobile is-size-7-mobile">
        <span class="column is-narrow">
            
                <span>6月 25 2023</span>
            
        </span>
        
        <span class="column is-narrow article-category">
            <i class="far fa-folder"></i>
            <a class="article-category-link" href="/zh-cn/categories/Thoughts/">Thoughts</a>
        </span>
        <span class="column is-narrow article-tag">
            <a class="article-tag-link" href="/zh-cn/tags/Travel/">#Travel</a>
        </span>
        
        
    </div>
    <div class="article-entry is-size-6-mobile" itemprop="articleBody">
    
        <blockquote>
<p>&#x7AEF;&#x5348;&#x524D;&#x56E0;&#x4E3A;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#x5FC3;&#x60C5;&#x5F88;&#x5DEE;&#xFF0C;&#x60F3;&#x6765;&#x4E5F;&#x53EA;&#x662F;&#x4E09;&#x5929;&#x7684;&#x77ED;&#x4F11;&#xFF0C;&#x7D22;&#x6027;&#x627E;&#x4E2A;&#x964C;&#x751F;&#x7684;&#x5730;&#x65B9;&#x6563;&#x6563;&#x5FC3;&#xFF0C;&#x4E5F;&#x81EA;&#x5DF1;&#x601D;&#x8003;&#x601D;&#x8003;</p>
</blockquote>
<span id="more"></span>
<blockquote>
<p>&#x54C8;&#x5E02;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x591A;&#x5143;&#x6587;&#x5316;&#x6C47;&#x96C6;&#x7279;&#x5F81;&#x5341;&#x5206;&#x660E;&#x663E;&#x7684;&#x5730;&#x533A;&#xFF0C;&#x5305;&#x542B;&#x6709;&#x591A;&#x6837;&#x7684;&#x5EFA;&#x7B51;&#x3001;&#x6587;&#x5316;&#x98CE;&#x683C;&#xFF0C;&#x53EA;&#x662F;&#x51AC;&#x5B63;&#x6765;&#x770B;&#x770B;&#x51B0;&#x96D5;&#xFF0C;&#x770B;&#x770B;&#x864E;&#x6797;&#x56ED;&#xFF0C;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#xFF0C;&#x7F3A;&#x5C11;&#x4E86;&#x4E9B;&#x7075;&#x9B42;</p>
</blockquote>
<h2><a href="#1" class="header-anchor">#</a><span id="1">1</span></h2><p>&#x54C8;&#x5C14;&#x6EE8;&#x8001;&#x57CE;&#xFF0C;&#x6216;&#x8BB8;&#x66F4;&#x9002;&#x5408;&#x627E;&#x4E2A;&#x61C2;&#x5EFA;&#x7B51;&#x7684;&#x4EBA;&#x4E00;&#x8D77;&#x4E00;&#x6761;&#x5C0F;&#x5DF7;&#x4E00;&#x6761;&#x5C0F;&#x5DF7;&#x6162;&#x6162;&#x8D70;&#x8FC7;&#xFF0C;&#x542C;ta&#x628A;&#x6BCF;&#x79CD;&#x5EFA;&#x7B51;&#x98CE;&#x683C;&#x63B0;&#x5F00;&#x8BB2;&#x6765;&#x542C;&#x3002;&#x4E0D;&#x61C2;&#x5EFA;&#x7B51;&#x7684;&#x6211;&#xFF0C;&#x53EA;&#x80FD;&#x4E00;&#x8FB9;&#x770B;&#x4E00;&#x8FB9;&#x75AF;&#x72C2;&#x641C;&#x7D22;&#xFF0C;&#x4E2D;&#x534E;&#x5DF4;&#x6D1B;&#x514B;&#x3001;&#x6298;&#x8877;&#x4E3B;&#x4E49;&#x3001;&#x62DC;&#x5360;&#x5EAD;&#x2026;&#x2026;&#x6BCF;&#x4E2A;&#x5355;&#x8BCD;&#x80CC;&#x540E;&#x90FD;&#x662F;&#x51E0;&#x767E;&#x5E74;&#x7684;&#x79EF;&#x6DC0;&#xFF0C;&#x77ED;&#x65F6;&#x95F4;&#x5185;&#x4E5F;&#x53EA;&#x662F;&#x770B;&#x4E2A;&#x76AE;&#x6BDB;&#xFF0C;&#x81F3;&#x4ECA;&#x6211;&#x4ECD;&#x65E0;&#x6CD5;&#x51C6;&#x786E;&#x8FA8;&#x522B;&#x90A3;&#x4E9B;&#x5EFA;&#x7B51;&#x98CE;&#x683C;&#x7684;&#x7279;&#x70B9;&#x3002;</p>
<p>&#x508D;&#x665A;&#x7684;&#x65AF;&#x5927;&#x6797;&#x516C;&#x56ED;&#x786E;&#x662F;&#x503C;&#x5F97;&#x4E00;&#x901B;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x6C5F;&#x8FB9;&#x665A;&#x98CE;&#x867D;&#x6CA1;&#x6D77;&#x98CE;&#x90A3;&#x4E48;&#x4EE4;&#x4EBA;&#x8212;&#x7545;&#xFF0C;&#x4F46;&#x4F34;&#x7740;&#x7EA2;&#x8393;&#x82B1;&#x513F;&#x5F00;&#x7684;&#x6B4C;&#x58F0;&#xFF0C;&#x4E5F;&#x8DB3;&#x591F;&#x8BA9;&#x4EBA;&#x6C89;&#x9189;&#x3002;&#x53EA;&#x662F;&#x53EF;&#x60DC;&#x6CA1;&#x6709;&#x89C1;&#x5230;&#x671F;&#x5F85;&#x7684;&#x62C9;&#x5DF4;&#x626C;&#x5531;&#x83AB;&#x65AF;&#x79D1;&#x90CA;&#x5916;&#x7684;&#x665A;&#x4E0A;&#x7684;&#x6C11;&#x95F4;&#x827A;&#x672F;&#x5BB6;&#xFF0C;&#x4E0D;&#x77E5;&#x5E73;&#x65E5;&#x91CC;&#x4F1A;&#x4E0D;&#x4F1A;&#x6709;&#x8FD9;&#x4E48;&#x4E00;&#x9053;&#x98CE;&#x666F;&#x3002;&#x4E0D;&#x8FC7;&#x770B;&#x7740;&#x76F8;&#x4E92;&#x6400;&#x6276;&#x7740;&#x8D70;&#x4E0A;&#x53F0;&#x9636;&#x7684;&#x7237;&#x7237;&#x5976;&#x5976;&#xFF0C;&#x62FF;&#x7740;&#x9A6C;&#x8FED;&#x5C14;&#x51B0;&#x68CD;&#x9017;&#x5B69;&#x5B50;&#x7684;&#x5976;&#x7238;&#x5976;&#x5988;&#xFF0C;&#x4E92;&#x76F8;&#x6253;&#x6253;&#x95F9;&#x95F9;&#x7684;&#x5B66;&#x751F;&#x2026;&#x2026;&#x4E5F;&#x5C31;&#x660E;&#x767D;&#xFF0C;&#x5047;&#x671F;&#x7684;&#x65AF;&#x5927;&#x6797;&#x516C;&#x56ED;&#x81EA;&#x7136;&#x6709;&#x5C5E;&#x4E8E;&#x5047;&#x671F;&#x7684;&#x98CE;&#x666F;</p>
<p>&#x603B;&#x8981;&#x5728;&#x4E2D;&#x592E;&#x5927;&#x8857;&#x542C;&#x4E00;&#x6B21;&#x6574;&#x70B9;&#x949F;&#x58F0;&#x6572;&#x54CD;&#x5427;&#xFF0C;&#x4E5F;&#x7B97;&#x662F;&#x8865;&#x4E0A;&#x4E00;&#x4E2A;&#x9057;&#x61BE;&#x3002;&#x8DE8;&#x8D8A;&#x65F6;&#x4EE3;&#x7684;&#x58F0;&#x97F3;&#x603B;&#x80FD;&#x604D;&#x60DA;&#x95F4;&#x5E26;&#x4EBA;&#x56DE;&#x5230;&#x5C5E;&#x4E8E;&#x5B83;&#x7684;&#x90A3;&#x4E2A;&#x65F6;&#x4EE3;&#xFF0C;&#x90A3;&#x4E2A;&#x8BF4;&#x597D;&#x4E0D;&#x7B97;&#x597D;&#xFF0C;&#x8BF4;&#x574F;&#x4E5F;&#x6CA1;&#x90A3;&#x4E48;&#x574F;&#x7684;&#x65F6;&#x4EE3;&#xFF08;&#x6211;&#x662F;&#x5728;&#x8BF4;&#x4E9B;&#x4EC0;&#x4E48;&#xFF09;&#x3002;</p>
<p>&#x5723;&#xB7;&#x7D22;&#x83F2;&#x4E9A;&#x5927;&#x6559;&#x5802;&#x603B;&#x662F;&#x8BF4;&#x5230;&#x54C8;&#x5C14;&#x6EE8;&#x7ED5;&#x4E0D;&#x8FC7;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#xFF08;&#x4E0D;&#x8FC7;&#x6211;&#x7238;&#x5988;&#x5206;&#x522B;&#x548C;&#x6211;&#x8BF4;&#x8D77;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x4E1C;&#x897F;&#x7ADF;&#x7136;&#x90FD;&#x662F;&#x7EA2;&#x80A0;&#x54C8;&#x54C8;&#x54C8;&#xFF09;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x603B;&#x8981;&#x542C;&#x4E00;&#x4E0B;&#x6559;&#x5802;&#x91CC;&#x7684;&#x94A2;&#x7434;&#x72EC;&#x594F;&#x5427;&#xFF08;&#x867D;&#x7136;&#x6559;&#x5802;&#x901A;&#x5E38;&#x4E0E;&#x7BA1;&#x98CE;&#x7434;&#x642D;&#x8D77;&#x6765;&#x6548;&#x679C;&#x624D;&#x662F;&#x4E00;&#x7EDD;&#xFF09;&#x3002;</p>
<img src="/img/Sophia.jpg" alt="&#x5723;&#x7D22;&#x83F2;&#x4E9A;&#x6559;&#x5802;&#x5185;&#x90E8;">

<p>&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x4E0D;&#x662F;&#x8001;&#x6559;&#x5802;&#x4E0A;&#x4E0B;&#x8D2F;&#x901A;&#x7684;&#x7ED3;&#x6784;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x4EFB;&#x4F55;&#x4E50;&#x5668;&#x653E;&#x5728;&#x4E00;&#x95F4;&#x5927;&#x6559;&#x5802;&#x91CC;&#x6F14;&#x594F;&#xFF0C;&#x603B;&#x6BD4;&#x821E;&#x53F0;&#x4E0A;&#x7684;&#x6548;&#x679C;&#x8981;&#x597D;&#x3002;&#x5F53;&#x51E4;&#x51F0;&#x4F20;&#x5947;&#x7684;&#x300A;&#x8377;&#x5858;&#x6708;&#x8272;&#x300B;&#x4EE5;&#x94A2;&#x7434;&#x66F2;&#x7684;&#x5F62;&#x5F0F;&#x5728;&#x62DC;&#x5360;&#x5EAD;&#x98CE;&#x683C;&#x7684;&#x5927;&#x6559;&#x5802;&#x5185;&#x54CD;&#x8D77;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8BF4;&#x4E0D;&#x548C;&#x8C10;&#x5168;&#x662F;&#x5047;&#x7684;&#xFF0C;&#x4F60;&#x80FD;&#x5F88;&#x660E;&#x663E;&#x5730;&#x611F;&#x53D7;&#x5230;&#x4EBA;&#x7FA4;&#x7684;&#x8F7B;&#x677E;&#xFF0C;&#x770B;&#x5230;&#x4EBA;&#x4EEC;&#x7684;&#x60EC;&#x610F;&#x3002;&#x51FA;&#x6765;&#x65F6;&#x592A;&#x9633;&#x65E9;&#x5DF2;&#x4E0D;&#x77E5;&#x8E2A;&#x8FF9;&#xFF0C;&#x5723;&#xB7;&#x7D22;&#x83F2;&#x4E9A;&#x5728;&#x706F;&#x5149;&#x6548;&#x679C;&#x7684;&#x886C;&#x6258;&#x4E0B;&#x66F4;&#x663E;&#x53E6;&#x4E00;&#x79CD;&#x7F8E;&#xFF0C;&#x53EA;&#x53EF;&#x60DC;&#x6CA1;&#x5E26;&#x67B6;&#x5B50;&#xFF0C;&#x5168;&#x80FD;&#x9760;&#x968F;&#x8EAB;&#x5C0F;&#x74F6;&#x652F;&#x8D77;&#x76F8;&#x673A;&#x7B80;&#x5355;&#x8BB0;&#x5F55;&#x4E0B;&#x6234;&#x597D;&#x4E86;&#x9996;&#x9970;&#x2014;&#x2014;&#x706F;&#x5149;&#x7684;&#x5979;&#x4E86;&#x3002;</p>
<img src="/img/Sophia_Dawn.png" alt="&#x508D;&#x665A;&#x7684;&#x5723;&#x7D22;&#x83F2;&#x4E9A;">

<p>&#x6CBF;&#x7740;&#x77F3;&#x677F;&#x8DEF;&#x5F80;&#x56DE;&#x8D70;&#xFF0C;&#x8FD9;&#x6BB5;&#x636E;&#x8BF4;&#x7528;&#x4E86;80&#x4F59;&#x4E07;&#x5757;&#x9762;&#x5305;&#x7816;&#x3001;&#x6BCF;&#x4E00;&#x5BF8;&#x90FD;&#x662F;&#x5386;&#x53F2;&#x7684;&#x8DEF;&#x8D70;&#x8D77;&#x6765;&#x53EF;&#x6BD4;&#x5851;&#x80F6;&#x6B65;&#x9053;&#x7D2F;&#x4EBA;&#x5F97;&#x591A;&#xFF0C;&#x8D70;&#x7D2F;&#x4E86;&#x627E;&#x5BB6;&#x6C11;&#x8C23;&#x9152;&#x9986;&#x5750;&#x4E0B;&#xFF0C;&#x4E8E;&#x662F;&#x6709;&#x4E86;&#x8FD9;&#x756A;&#x4EE5;&#x540C;&#x4E00;&#x53E5;&#x8BDD;&#x4E24;&#x79CD;&#x60C5;&#x5883;&#x5F00;&#x59CB;&#x548C;&#x7ED3;&#x675F;&#x7684;&#xFF0C;&#x54ED;&#x7B11;&#x4E0D;&#x5F97;&#x7684;&#x7ECF;&#x5386;&#x3002;</p>
<p>&#x6B63;&#x54C1;&#x7740;&#x9152;&#x4FDD;&#x81EA;&#x79F0;&#x62FF;&#x624B;&#x7684;South Side&#x548C;&#x4ED6;&#x804A;&#x7740;&#x5929;&#x542C;&#x7740;&#x6B4C;&#xFF0C;&#x4E00;&#x4E2A;&#x957F;&#x76F8;&#x5F88;&#x9AD8;&#x52A0;&#x7D22;&#x7684;&#x59B9;&#x5B50;&#x8D70;&#x8FD1;&#x5427;&#x53F0;&#x70B9;&#x9152;&#xFF0C;&#x987A;&#x52BF;&#x5750;&#x5728;&#x4E86;&#x5427;&#x53F0;&#x53E6;&#x4E00;&#x7AEF;&#xFF0C;&#x63A5;&#x7740;&#x662F;&#x4E00;&#x773C;&#x5C34;&#x5C2C;&#x7684;&#x5BF9;&#x89C6;&#xFF0C;&#x51FA;&#x4E8E;&#x793C;&#x8C8C;&#xFF0C;&#xFF08;&#x73B0;&#x5728;&#x8BA9;&#x6211;&#x56DE;&#x60F3;&#x6765;&#x7684;&#x8BDD;&#xFF0C;&#x548C;&#x5634;&#x6B20;&#xFF09;&#xFF0C;&#x6211;&#x62F1;&#x51FA;&#x4E86;&#x4E00;&#x53E5;&#x300C;&#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x300D;&#x3002;&#x7136;&#x540E;&#x8E69;&#x811A;&#x7684;&#x4FC4;&#x8BED;&#x6C34;&#x5E73;&#x53EA;&#x8BA9;&#x6211;&#x542C;&#x51FA;&#x4E86;&#x300C;&#x422;&#x44B; &#x420;&#x443;&#x441;&#x441;&#x43A;&#x438;&#x439;&#x300D;&#x540E;&#x4FBF;&#x8DDF;&#x4E22;&#x4E86;&#x8282;&#x594F;&#xFF0C;&#x53EA;&#x542C;&#x89C1;&#x8FDE;&#x73E0;&#x70AE;&#x4E00;&#x6837;&#x7684;&#x4FC4;&#x8BED;&#x503E;&#x6CFB;&#x800C;&#x51FA;&#xFF08;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x4FC4;&#x8BED;&#x7684;&#x8BED;&#x4E49;&#x5BC6;&#x5EA6;&#x771F;&#x7684;&#x6709;&#x4E9B;&#x4F4E;&#xFF09;&#xFF0C;&#x6211;&#x5B8C;&#x5168;&#x6123;&#x4F4F;&#x53EA;&#x80FD;&#x7565;&#x663E;&#x5C34;&#x5C2C;&#x5730;&#x300C;&#x42F; &#x43D;&#x435; &#x437;&#x43D;&#x430;&#x44E;&#x300D;&#x3002;&#x6B63;&#x51C6;&#x5907;&#x62CE;&#x5305;&#x95EA;&#x4EBA;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x5979;&#x7684;&#x540C;&#x884C;&#x4EBA;&#x8D70;&#x8FC7;&#x6765;&#xFF0C;&#x53C8;&#x662F;&#x4E00;&#x773C;&#x5C34;&#x5C2C;&#x7684;&#x5BF9;&#x89C6;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x8FD9;&#x6B21;&#x6362;&#x4E86;&#x5148;&#x540E;&#x987A;&#x5E8F;&#x3002;&#x300C;- &#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x300D;&#x300C;- &#x41F;&#x440;&#x438;&#x432;&#x435;&#x442;&#x300D;&#xFF08;&#x5C34;&#x5C2C;&#x7684;&#x5FAE;&#x7B11;&#xFF0C;both&#xFF09;&#x3002;&#x5E72;&#x4E86;&#x676F;&#x91CC;&#x7684;&#x7CBE;&#x917F;&#xFF0C;&#x62CE;&#x5305;&#x8D70;&#x4EBA;&#xFF0C;&#x4E0D;&#x7136;&#x9152;&#x9986;&#x6015;&#x662F;&#x8981;&#x652F;&#x4ED8;&#x6211;&#x6316;&#x5730;&#x4E0B;&#x5BA4;&#x7684;&#x5DE5;&#x94B1;&#x54AF;^.^&#x3002;</p>
<h2><a href="#2" class="header-anchor">#</a><span id="2">2</span></h2><p>&#x54C8;&#x5E02;&#x7684;&#x5730;&#x94C1;&#x771F;&#x7684;&#x7ED9;&#x6211;&#x7559;&#x4E0B;&#x4E86;&#x6700;&#x6DF1;&#x523B;&#x7684;&#x5370;&#x8C61;&#xFF0C;&#x56DB;&#x6761;&#x7EBF;&#x8DEF;&#x5BF9;&#x4E8E;&#x8FD9;&#x6837;&#x4E00;&#x5EA7;&#x57CE;&#x5E02;&#x660E;&#x663E;&#x662F;&#x4E0D;&#x591F;&#x7684;&#x3002;&#x9065;&#x8FDC;&#x7684;&#x5317;&#x56FD;&#x51B0;&#x57CE;&#xFF0C;&#x7ADF;&#x8BA9;&#x6211;&#x6EE1;&#x773C;&#x770B;&#x5230;&#x9999;&#x6E2F;&#x65E9;&#x9AD8;&#x5CF0;&#x7684;&#x5730;&#x94C1;&#x7AD9;</p>
<p>&#x7701;&#x5E02;&#x535A;&#x7269;&#x9986;&#x548C;&#x57CE;&#x5E02;&#x89C4;&#x5212;&#x9986;&#xFF0C;&#x603B;&#x662F;&#x5230;&#x8FBE;&#x4E00;&#x4E2A;&#x7701;&#x4F1A;&#x57CE;&#x5E02;&#x5FC5;&#x987B;&#x8981;&#x53BB;&#x7684;&#x5730;&#x65B9;&#x4E4B;&#x4E00;&#xFF0C;&#x66F4;&#x522B;&#x63D0;&#x6B64;&#x884C;&#x8FD8;&#x8981;&#x53BB;&#x9F99;&#x535A;&#x95E8;&#x524D;&#x7684;&#x82CF;&#x519B;&#x70C8;&#x58EB;&#x7EAA;&#x5FF5;&#x7891;&#x81F4;&#x656C;&#x3002;</p>
<img src="/img/SovietSoldersStatue.jpg" alt="&#x82CF;&#x519B;&#x70C8;&#x58EB;&#x7EAA;&#x5FF5;&#x7891;">

<p>&#x4E0D;&#x8FC7;&#x9ED1;&#x9F99;&#x6C5F;&#x7701;&#x535A;&#x5374;&#x548C;&#x6D59;&#x535A;&#x3001;&#x5409;&#x6797;&#x7701;&#x535A;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x3002;&#x53EA;&#x80FD;&#x8BF4;&#x539F;&#x83AB;&#x65AF;&#x79D1;&#x5546;&#x884C;&#x8FD9;&#x4E00;&#x5EFA;&#x7B51;&#x672C;&#x8EAB;&#x7684;&#x5386;&#x53F2;&#x548C;&#x5176;&#x610F;&#x4E49;<strong>&#x53EF;&#x80FD;</strong>&#x90FD;&#x6BD4;&#x9F99;&#x535A;&#x5C55;&#x51FA;&#x7684;&#x5185;&#x5BB9;&#x66F4;&#x6709;&#x4EF7;&#x503C;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x9177;&#x6691;&#x5929;&#x6C14;&#x6CA1;&#x6709;&#x7A7A;&#x8C03;&#x7684;&#x5BA4;&#x5185;&#x6324;&#x6EE1;&#x4E86;&#x6E38;&#x5BA2;&#xFF0C;&#x70E6;&#x8E81;&#x5FC3;&#x60C5;&#x81EA;&#x7136;&#x5728;&#x53C2;&#x89C2;&#x4EBA;&#x7FA4;&#x91CC;&#x6269;&#x6563;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#x7EA2;&#x535A;&#x5E7F;&#x573A;&#x7684;&#x516C;&#x5171;&#x4EA4;&#x901A;&#x786E;&#x5B9E;&#x8DB3;&#x591F;&#x4FBF;&#x5229;&#xFF0C;&#x968F;&#x4FBF;&#x8DF3;&#x4E0A;&#x4E86;&#x8F86;&#x516C;&#x4EA4;&#xFF0C;&#x4FBF;&#x5F00;&#x59CB;&#x4E86;&#x8FD9;&#x4E00;&#x5929;&#x8BA1;&#x5212;&#x5916;&#x7684;&#x6545;&#x4E8B;</p>
<p>&#x770B;&#x7740;133&#x8DEF;&#x7EBF;&#x8DEF;&#x56FE;&#x65F6;&#x53D1;&#x73B0;&#x6B63;&#x7ECF;&#x8FC7;&#x97F3;&#x4E50;&#x5385;&#xFF0C;&#x65E2;&#x7136;&#x662F;&#x8054;&#x5408;&#x56FD;&#x8BA4;&#x5B9A;&#x7684;&#x97F3;&#x4E50;&#x4E4B;&#x57CE;&#xFF0C;&#x90A3;&#x4EA4;&#x54CD;&#x97F3;&#x4E50;&#x4F1A;&#x603B;&#x662F;&#x8981;&#x542C;&#x7684;&#x5427;&#xFF0C;&#x6DD8;&#x4E86;&#x5F20;&#x7968;&#xFF0C;&#x4FBF;&#x786E;&#x5B9A;&#x4E86;&#x665A;&#x4E0A;&#x7684;&#x8282;&#x76EE;&#x3002;&#x6B63;&#x597D;&#x8857;&#x5BF9;&#x9762;&#x4FBF;&#x662F;&#x5BB6;&#x8D2D;&#x7269;&#x4E2D;&#x5FC3;&#xFF0C;&#x60F3;&#x6765;7&#x5C42;&#x7684;&#x5EFA;&#x7B51;&#xFF0C;&#x6D88;&#x78E8;&#x4E0B;&#x4E0D;&#x5230;&#x4E24;&#x5C0F;&#x65F6;&#x7684;&#x65F6;&#x95F4;&#x8FD8;&#x662F;&#x7EF0;&#x7EF0;&#x6709;&#x4F59;&#x7684;&#xFF0C;&#x66F4;&#x60CA;&#x559C;&#x7684;&#xFF0C;&#x83AB;&#x8FC7;&#x4E8E;&#x5B83;&#x5C45;&#x7136;&#x6709;&#x4E00;&#x5927;&#x7247;&#x5171;&#x4EAB;&#x4E66;&#x5385;&#xFF0C;&#x65E0;&#x7591;&#x4E3A;&#x4E0B;&#x5348;&#x7684;&#x65F6;&#x5149;&#x6765;&#x4E86;&#x5242;booster</p>
<p>&#x800C;&#x7565;&#x663E;&#x5DE7;&#x5408;&#x7684;&#x5728;&#x4E8E;&#xFF0C;&#x51E0;&#x4E2A;&#x6708;&#x524D;&#x8FD8;&#x5728;&#x601D;&#x8003;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5C31;&#x5728;&#x8FD9;&#x5929;&#x8C41;&#x7136;&#x5F00;&#x6717;&#x3002;</p>
<img src="/img/RandomQuote.jpg" alt="~">

<p>&#x8FD9;&#x53E5;&#x8BDD;&#x4E0E;&#x524D;&#x4E9B;&#x5929;&#x770B;&#x5230;&#x7684;&#x4E00;&#x53E5;&#x300C;What we are waiting for is not as important as what happens to us while we are waiting. Trust the process.&#x300D;&#x6709;&#x90A3;&#x4E48;&#x4E9B;&#x5F02;&#x66F2;&#x540C;&#x5DE5;&#x4E4B;&#x5999;&#x3002;&#x5373;&#x4FBF;&#x7ED3;&#x679C;&#x5DF2;&#x7ECF;&#x6CE8;&#x5B9A;&#xFF0C;&#x62FC;&#x640F;&#x7684;&#x8FC7;&#x7A0B;&#x4E5F;&#x4E0D;&#x662F;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#xFF0C;&#x5BF9;&#x5427;&#xFF1F;</p>
<hr>
<p>&#x90A3;&#x4E48;&#x5C71;&#x732A;&#x5403;&#x7EC6;&#x7CE0;&#xFF0C;ta&#x5230;&#x5E95;&#x80FD;&#x4E0D;&#x80FD;&#x6D88;&#x5316;&#x5462;&#xFF1F;</p>
<img src="/img/ConcertInHarbin.png" alt="&#x97F3;&#x4E50;&#x4F1A;&#x7ED3;&#x675F;&#x6307;&#x6325;&#x81F4;&#x610F;">

<p>&#x53EA;&#x73A9;&#x8FC7;&#x51E0;&#x5E74;&#x952E;&#x76D8;&#x4E50;&#x5668;&#x7684;&#x6211;&#xFF0C;&#x5BF9;&#x4EA4;&#x54CD;&#x4E50;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x4EC5;&#x9650;&#x4E8E;&#x77E5;&#x9053;&#x51E0;&#x9996;&#x8003;&#x7EA7;&#x65F6;&#x7EC3;&#x8FC7;&#x7684;&#x7ECF;&#x5178;&#x66F2;&#x76EE;&#xFF0C;&#x6BD4;&#x5982;&#x7ECF;&#x5178;&#x7684;&#x95ED;&#x5E55;&#x66F2;&#x76EE;&#x300A;&#x62C9;&#x5FB7;&#x65AF;&#x57FA;&#x8FDB;&#x884C;&#x66F2;&#x300B;&#x3002;&#x4E0D;&#x5F97;&#x4E0D;&#x8BF4;&#xFF0C;&#x73B0;&#x573A;&#x542C;&#x4EA4;&#x54CD;&#x4E50;&#x4F1A;&#x5E26;&#x6765;&#x7684;&#x9707;&#x64BC;&#xFF0C;&#x8FDC;&#x8D85;&#x8033;&#x673A;&#x97F3;&#x54CD;&#x3002;&#x770B;&#x6307;&#x6325;&#x6E38;&#x5203;&#x6709;&#x4F59;&#x5730;&#x63A7;&#x573A;&#xFF0C;&#x5229;&#x7528;&#x5F3A;&#x5F31;&#x3001;&#x8282;&#x594F;&#x53D8;&#x5316;&#x8868;&#x73B0;&#x51FA;&#x4E50;&#x7AE0;&#x4E2D;&#x7684;&#x60C5;&#x611F;&#xFF0C;&#x4E0E;&#x4E50;&#x56E2;&#x4E00;&#x8D77;&#xFF0C;&#x5C06;&#x7ECF;&#x5178;&#x7BC7;&#x7AE0;&#x5448;&#x73B0;&#x51FA;&#x6765;&#xFF0C;&#x771F;&#x7684;&#x662F;&#x4E00;&#x79CD;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x4F53;&#x9A8C;&#x3002;&#x4E0D;&#x8FC7;&#x6709;&#x65F6;&#x4E5F;&#x4F1A;&#x88AB;&#x5C0F;&#x5B69;&#x5B50;&#x7684;&#x8BDD;&#x8BED;&#x5438;&#x53BB;&#x4E86;&#x6CE8;&#x610F;&#x529B;&#xFF0C;&#x300C;&#x53C8;&#x5728;&#x76D8;&#x4ED6;&#x7684;&#x5706;&#x53F7;&#x4E86;&#x300D;&#x300C;&#x9F13;&#x624B;&#x597D;&#x4E45;&#x6CA1;&#x52A8;&#x4E86;&#x300D;&#xFF0C;&#x7B80;&#x76F4;&#x5B9E;&#x4F53;&#x5316;&#x5F39;&#x5E55;&#x54C8;&#x54C8;</p>
<p>&#x5728;&#x540C;&#x4E8B;&#x7684;&#x8FDC;&#x7A0B;&#x6002;&#x607F;&#x4E0B;&#xFF0C;&#x8DD1;&#x6765;&#x4E86;&#x5E08;&#x5927;&#x591C;&#x5E02;&#x89C5;&#x98DF;&#x591C;&#x5BB5;&#xFF0C;&#x54C8;&#x5E02;&#x5835;&#x8F66;&#x95EE;&#x9898;&#x786E;&#x5B9E;&#x6BD4;&#x6625;&#x57CE;&#x8981;&#x597D;&#x5F97;&#x591A;&#x3002;&#x51E0;&#x4E4E;&#x6CA1;&#x8D39;&#x529B;&#x6C14;&#x5C31;&#x76F4;&#x63A5;&#x5230;&#x4E86;&#x591C;&#x5E02;&#x95E8;&#x53E3;&#x3002;&#x600E;&#x4E48;&#x8BF4;&#x5462;&#xFF0C;&#x70DF;&#x706B;&#x6C14;&#x606F;&#x5F88;&#x6D53;&#x539A;&#xFF0C;&#x7269;&#x7406;&#x4E0A;&#x7684;&#x70DF;&#x706B;&#x6C14;&#x606F;&#x3002;&#x5750;&#x5728;&#x8DEF;&#x8FB9;&#x548C;&#x4E00;&#x4F4D;&#x6EE1;&#x8EAB;&#x7EB9;&#x8EAB;&#x7684;&#x5C0F;&#x54E5;&#x4F83;&#x8D77;&#x6765;&#xFF0C;&#x75BC;&#x5417;&#xFF0C;&#x75BC;&#xFF0C;&#x8BF4;&#x4E0D;&#x75BC;&#x4E5F;&#x662F;&#x5047;&#x7684;&#xFF0C;&#x8BF4;&#x7740;&#x70E4;&#x4E32;&#x5927;&#x54E5;&#x5C31;&#x52A0;&#x5165;&#x8FDB;&#x6765;&#xFF0C;&#x8BB2;&#x8D77;&#x81EA;&#x5DF1;&#x7406;&#x53D1;&#x5B66;&#x5F92;&#x65F6;&#x8DD1;&#x53BB;&#x7EB9;&#x8EAB;&#xFF0C;&#x5ACC;&#x75BC;&#x7EB9;&#x4E00;&#x534A;&#x653E;&#x4E0B;&#x4E86;&#xFF0C;&#x8BB2;&#x6765;&#x5C06;&#x53BB;&#xFF0C;&#x6210;&#x4E86;&#x542C;&#x5927;&#x54E5;&#x8BC9;&#x82E6;&#xFF0C;&#x4E1C;&#x5317;&#x4EBA;&#x9AA8;&#x5B50;&#x91CC;&#x5BF9;&#x964C;&#x751F;&#x4EBA;&#x7684;&#x4FE1;&#x4EFB;&#x771F;&#x7684;&#x662F;&#x8DD1;&#x4E0D;&#x6389;&#x7684;&#xFF0C;&#x548C;&#x4EFB;&#x4F55;&#x4EBA;&#x90FD;&#x80FD;&#x655E;&#x5F00;&#x80F8;&#x6000;&#x4F83;&#x5929;&#x4F83;&#x5730;&#x3002;</p>
<h2><a href="#3" class="header-anchor">#</a><span id="3">3</span></h2><p>&#x54C8;&#x5E02;&#x89C4;&#x5212;&#x9986;&#x662F;&#x6211;&#x89C1;&#x5230;&#x7684;&#x53C8;&#x4E00;&#x4E2A;&#x7528;booklet&#x505A;&#x4ECB;&#x7ECD;&#x7684;&#x5C55;&#x9986;</p>
<div align="center"><img src="/img/Booklet.jpg" alt="&#x54C8;&#x5E02;&#x89C4;&#x5212;&#x9986;&#x5BA3;&#x4F20;booklet" width="200"></div>

<img src="/img/Wall_Harbin.jpg" alt="&#x54C8;&#x5E02;&#x89C4;&#x5212;&#x9986;&#x4E3B;&#x9898;&#x5899;&#x9762;">

<p>&#x6B63;&#x5982;&#x5176;&#x6240;&#x8A00;&#xFF0C;&#x300C;&#x7559;&#x4E0B;&#x5386;&#x53F2;&#x5370;&#x8BB0;&#xFF0C;&#x5F15;&#x9886;&#x57CE;&#x5E02;&#x672A;&#x6765;&#x300D;&#xFF0C;&#x57CE;&#x5E02;&#x89C4;&#x5212;&#x9986;&#x7684;&#x610F;&#x4E49;&#x6B63;&#x5728;&#x4E8E;&#x6B64;&#x3002;&#x5728;&#x89C4;&#x5212;&#x9986;&#x91CC;&#x627E;&#x5BFB;&#x4E00;&#x5EA7;&#x57CE;&#x5E02;&#x7684;&#x524D;&#x4E16;&#x4ECA;&#x751F;&#xFF0C;&#x6548;&#x7387;&#x8981;&#x9AD8;&#x8FC7;&#x8D70;&#x8857;&#x4E32;&#x5DF7;&#x51E0;&#x5341;&#x500D;&#x4E0D;&#x6B62;&#x3002;&#x4ECE;&#x5E73;&#x539F;&#x6E7F;&#x5730;&#xFF0C;&#x5230;&#x591A;&#x5143;&#x5546;&#x57E0;&#xFF0C;&#x5230;&#x5DE5;&#x4E1A;&#x5316;&#x57CE;&#x5E02;&#xFF0C;&#x54C8;&#x5E02;&#x7684;&#x6784;&#x6210;&#x5143;&#x7D20;&#x5728;&#x89C4;&#x5212;&#x9986;&#x4E2D;&#x4E00;&#x4E00;&#x9648;&#x5217;&#x3002;&#x6BCF;&#x5EA7;&#x57CE;&#x5E02;&#x89C4;&#x5212;&#x9986;&#x5FC5;&#x5907;&#x7684;&#x57CE;&#x5E02;&#x6C99;&#x76D8;&#xFF0C;&#x5219;&#x8BA9;&#x4EBA;&#x53EF;&#x4EE5;&#x4ECE;&#x53E6;&#x4E00;&#x4E2A;&#x89C6;&#x89D2;&#x4E0A;&#xFF0C;&#x53BB;&#x89C2;&#x5BDF;&#x8FD9;&#x5EA7;&#x57CE;&#x5E02;&#x7684;&#x73B0;&#x72B6;&#xFF0C;&#x751A;&#x81F3;&#x53D8;&#x8FC1;&#x3002;</p>
<p>&#x54C8;&#x5E02;&#x535A;&#x7269;&#x9986;&#x5219;&#x5E26;&#x6765;&#x4E86;&#x60CA;&#x559C;&#xFF0C;&#x5C55;&#x51FA;&#x7684;&#x8D28;&#x91CF;&#x8981;&#x6BD4;&#x9F99;&#x535A;&#x9AD8;&#x4E00;&#x4E2A;&#x6863;&#x6B21;&#xFF0C;&#x6D89;&#x730E;&#x65B9;&#x5411;&#x5E7F;&#x6CDB;&#x3001;&#x5C55;&#x54C1;&#x867D;&#x4E0D;&#x591A;&#xFF0C;&#x4F46;&#x80DC;&#x5728;&#x7CBE;&#x81F4;&#x3002;&#x800C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x70B9;&#xFF0C;&#x540C;&#x6837;&#x4F4D;&#x4E8E;&#x53E4;&#x5EFA;&#x7B51;&#x91CC;&#xFF0C;&#x5B83;&#xFF01;&#x6709;&#xFF01;&#x7A7A;&#xFF01;&#x8C03;&#xFF01;&#xFF08;&#x8BA9;&#x6211;&#x518D;&#x5410;&#x69FD;&#x9F99;&#x535A;&#x4E00;&#x6B21;&#xFF09;</p>
<p>&#x6B64;&#x884C;&#x539F;&#x672C;&#x8FD8;&#x8981;&#x53BB;&#x4E1C;&#x65B9;&#x5362;&#x6D6E;&#x5BAB;&#x2014;&#x2014;&#x54C8;&#x836F;&#x516D;&#x5382;&#x8D70;&#x4E00;&#x8D70;&#xFF0C;&#x53BB;&#x9F99;&#x5854;&#x4FEF;&#x77B0;&#x54C8;&#x5E02;&#x591C;&#x666F;&#xFF0C;&#x4F46;hey&#xFF0C;&#x4E0D;&#x7559;&#x4E9B;&#x9057;&#x61BE;&#xFF0C;&#x8FD8;&#x80FD;&#x53EB;&#x4EBA;&#x751F;&#x561B;&#xFF1F;&#x8FD8;&#x662F;&#x90A3;&#x53E5;&#x8BDD;&#xFF0C;&#x65F6;&#x95F4;&#x4F1A;&#x4E3A;&#x6BCF;&#x4E2A;&#x4EBA;&#x5199;&#x51FA;&#x5B8C;&#x7F8E;&#x7684;&#x7ED3;&#x5C40;&#xFF0C;&#x7EE7;&#x7EED;&#x524D;&#x884C;&#x5427;&#xFF01;</p>
<h2><a href="#jie-wei-fang-xie-mei-xie-jin-lai-de-dong-xi-ba" class="header-anchor">#</a><span id="jie-wei-fang-xie-mei-xie-jin-lai-de-dong-xi-ba">&#x7ED3;&#x5C3E;&#x653E;&#x4E9B;&#x6CA1;&#x5199;&#x8FDB;&#x6765;&#x7684;&#x4E1C;&#x897F;&#x5427;</span></h2><div align="center"><img src="/img/EMO_prohibited.jpg" alt="&#x9152;&#x9986;&#x7559;&#x8A00;&#x5899;&#x4E00;&#x89D2;" width="200"></div>

<img src="/img/CentralSteet.jpg" alt="&#x4E2D;&#x592E;&#x5927;&#x8857;&#x5927;&#x95E8;">

<img src="/img/ConcertHall.jpg" alt="&#x54C8;&#x5E02;&#x97F3;&#x4E50;&#x5385;&#x591C;&#x666F;">

<img src="/img/Poetry.jpg" alt="&#x9F99;&#x535A;&#x5C55;&#x5385;&#x4E0A;&#x7684;&#x8BD7;">

    
    </div>
    
    <div class="columns is-variable is-1 is-multiline is-mobile">
    
        <span class="column is-narrow"><a class="tag is-light article-tag" href="/zh-cn/tags/Travel/">#Travel</a></span>
    
    </div>
    
    
    <div class="columns is-mobile is-multiline article-nav">
        <span class="column is-12-mobile is-half-desktop  article-nav-prev">
            
            <a href="/2024/zh-cn/Flowers">掬水月在手，弄花香满衣</a>
            
        </span>
        <span class="column is-12-mobile is-half-desktop  article-nav-next">
            
            <a href="/2022/zh-cn/miniTools">小工具汇总</a>
            
        </span>
    </div>
    
</article>

<!-- 
<div class="sharebox">
    
<div class="notification is-danger">
    You need to set <code>install_url</code> to use ShareThis. Please set it in <code>_config.yml</code>.
</div>

</div>



<div class="comments">
    <h3 class="title is-4">评论</h3>
    
<div id="disqus_thread">
    
    <div class="notification is-danger">
        You forgot to set the <code>shortname</code> for Disqus. Please set it in <code>_config.yml</code>.
    </div>
    
    <noscript>Please enable JavaScript to view the <a target="_blank" rel="noopener" href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
</div>
 -->
    </div>
</section>
    <footer class="footer">
    <div class="container">
        <div class="columns content">
            <div class="column is-narrow has-text-centered">
                &copy; 2024 Gerald&nbsp;
                Powered by <a href="http://hexo.io/" target="_blank">Hexo</a> & <a
                        target="_blank" rel="noopener" href="http://github.com/ppoffice/hexo-theme-minos">Minos</a>
            </div>
            <div class="column is-hidden-mobile"></div>

            
            <div class="column is-narrow">
                <div class="columns is-mobile is-multiline is-centered">
                
                    
                <a class="column is-narrow has-text-black" title="GitHub" target="_blank" rel="noopener" href="https://github.com/Mocky-533">
                    
                    <i class="fab fa-github"></i>
                    
                </a>
                
                    
                <a class="column is-narrow has-text-black" title="Instagram" target="_blank" rel="noopener" href="https://www.instagram.com/maxwellwu435/">
                    
                    <i class="fab fa-instagram"></i>
                    
                </a>
                
                    
                <a class="column is-narrow has-text-black" title="Telegram" target="_blank" rel="noopener" href="https://t.me/+nfP8Ly2pi800ZGNl">
                    
                    <i class="fab fa-telegram"></i>
                    
                </a>
                
                    
                <a class="column is-narrow has-text-black" title="Mail" href="mailto:lnfxwyz@outlook.com">
                    
                    <i class="far fa-envelope"></i>
                    
                </a>
                
                </div>
            </div>
            
        </div>
    </div>
</footer>
    <script src="//cdnjs.cloudflare.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/moment.js/2.22.2/moment-with-locales.min.js"></script>

<!-- test if the browser is outdated -->
<div id="outdated">
    <h6>Your browser is out-of-date!</h6>
    <p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" target="_blank" rel="noopener" href="http://outdatedbrowser.com/">Update my browser now </a></p>
    <p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p>
</div>
<script src="//cdnjs.cloudflare.com/ajax/libs/outdated-browser/1.1.5/outdatedbrowser.min.js"></script>
<script>
    $(document).ready(function () {
        // plugin function, place inside DOM ready function
        outdatedBrowser({
            bgColor: '#f25648',
            color: '#ffffff',
            lowerThan: 'flex'
        })
    });
</script>

<script>
    window.FontAwesomeConfig = {
        searchPseudoElements: true
    }
    moment.locale("zh-CN");
</script>


    
    
<script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.4/MathJax.js?config=TeX-MML-AM_CHTML"></script>
<script>
    MathJax.Hub.Config({
        "HTML-CSS": {
            matchFontHeight: false
        },
        SVG: {
            matchFontHeight: false
        },
        CommonHTML: {
            matchFontHeight: false
        },
        tex2jax: {
            inlineMath: [
                ['$','$'],
                ['\\(','\\)']
            ]
        }
    });
</script>

    
    
    
    
<script src="//cdnjs.cloudflare.com/ajax/libs/lightgallery/1.6.8/js/lightgallery-all.min.js"></script>
<script src="//cdnjs.cloudflare.com/ajax/libs/justifiedGallery/3.6.5/js/jquery.justifiedGallery.min.js"></script>
<script>
    (function ($) {
        $(document).ready(function () {
            if (typeof($.fn.lightGallery) === 'function') {
                $('.article.gallery').lightGallery({ selector: '.gallery-item' });
            }
            if (typeof($.fn.justifiedGallery) === 'function') {
                $('.justified-gallery').justifiedGallery();
            }
        });
    })(jQuery);
</script>

    
    
    <script src="https://cdnjs.cloudflare.com/ajax/libs/clipboard.js/2.0.0/clipboard.min.js"></script>
    <style>
        .hljs {
            position: relative;
        }

        .hljs .clipboard-btn {
            float: right;
            color: #9a9a9a;
            background: none;
            border: none;
            cursor: pointer;
        }

        .hljs .clipboard-btn:hover {
          color: #8a8a8a;
        }

        .hljs > .clipboard-btn {
            display: none;
            position: absolute;
            right: 4px;
            top: 4px;
        }

        .hljs:hover > .clipboard-btn {
            display: inline;
        }

        .hljs > figcaption > .clipboard-btn {
            margin-right: 4px;
        }
    </style>
    <script>
      $(document).ready(function () {
        $('figure.hljs').each(function(i, figure) {
          var codeId = 'code-' + i;
          var code = figure.querySelector('.code');
          var copyButton = $('<button>Copy <i class="far fa-clipboard"></i></button>');
          code.id = codeId;
          copyButton.addClass('clipboard-btn');
          copyButton.attr('data-clipboard-target-id', codeId);

          var figcaption = figure.querySelector('figcaption');

          if (figcaption) {
            figcaption.append(copyButton[0]);
          } else {
            figure.prepend(copyButton[0]);
          }
        })

        var clipboard = new ClipboardJS('.clipboard-btn', {
          target: function(trigger) {
            return document.getElementById(trigger.getAttribute('data-clipboard-target-id'));
          }
        });
        clipboard.on('success', function(e) {
          e.clearSelection();
        })
      })
    </script>

    
    

    



<script src="/js/script.js"></script>


    <!-- 
    <div class="searchbox ins-search">
    <div class="searchbox-mask"></div>
    <div class="searchbox-container ins-search-container">
        <div class="searchbox-input-wrapper">
            <input type="text" class="searchbox-input ins-search-input" placeholder="站内搜索" />
            <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="searchbox-result-wrapper ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
    (function (window) {
        var INSIGHT_CONFIG = {
            TRANSLATION: {
                POSTS: '文章',
                PAGES: '页面',
                CATEGORIES: '分类',
                TAGS: '标签',
                UNTITLED: '(无标题)',
            },
            CONTENT_URL: '/content.zh-cn.json',
        };
        window.INSIGHT_CONFIG = INSIGHT_CONFIG;
    })(window);
</script>

<script src="/js/insight.js"></script>

     -->
</body>
</html>